[
  {
    "id": "ani_1",
    "name": "章鱼有三颗心脏",
    "description": "这个软体动物的循环系统远比人类复杂。",
    "fact": "【高能冷知识】章鱼确实有三颗心脏！两颗\"鳃心\"专门把血液泵入鳃部进行气体交换，一颗\"体心\"将充氧血液输送到全身。更离谱的是，当章鱼游泳时，体心会停止跳动，所以它们更喜欢爬行而不是游泳——游泳会让他们\"心脏病发作\"！"
  },
  {
    "id": "ani_2",
    "name": "长颈鹿几乎没有声带",
    "description": "世界上最高的动物竟然是\"哑巴\"。",
    "fact": "【颠覆认知】长颈鹿的声带退化了，几乎没有发声能力！它们靠脖子下方约1米长的气管进行低频次声波交流，人类根本听不见。所以你以为长颈鹿\"不会叫\"，其实它们一直在\"说话\"，只是你的耳朵听不到而已。"
  },
  {
    "id": "ani_3",
    "name": "企鹅是大长腿",
    "description": "看起来短腿企鹅其实一直在\"深蹲\"。",
    "fact": "【视觉欺骗】企鹅的腿其实很长！它们的小腿和脚几乎跟身体等长，只是被厚厚的羽毛和脂肪覆盖了。企鹅实际上是\"蹲着走路\"，如果把腿拉直，企鹅的身高能增加近一倍！所以企鹅不是矮胖，是\"深蹲肌肉猛男\"。"
  },
  {
    "id": "ani_4",
    "name": "猪无法仰头看天",
    "description": "猪的脖子结构让它永远看不到正上方。",
    "fact": "【生理局限】猪的颈椎结构和颈部肌肉让它们几乎无法抬头超过15度。这意味着猪一辈子都看不到正上方的天空，除非它们侧躺或者后仰摔倒。所以别笑猪\"目光短浅\"，是脖子不允许它\"仰望星空\"！"
  },
  {
    "id": "ani_5",
    "name": "鲨鱼全身都是软骨",
    "description": "海洋霸主竟然没有一根\"真骨头\"。",
    "fact": "【分类大揭秘】鲨鱼属于软骨鱼纲，全身骨架都是软骨，没有一根真正的硬骨！软骨比骨头轻，这让鲨鱼更灵活、更省力。但软骨很难形成化石，所以鲨鱼祖先的化石记录极其稀少——它们的\"骨头\"不够硬，留不下历史。"
  },
  {
    "id": "ani_6",
    "name": "蜗牛可以睡三年",
    "description": "这种小动物的休眠能力超乎想象。",
    "fact": "【生存大师】蜗牛在恶劣环境下会分泌黏液封住壳口进入休眠，这种状态可以持续长达3年！它们的新陈代谢降到极低，等待合适的湿度才苏醒。如果你家的宠物蜗牛\"死\"了，也许它只是决定睡个三年五载。"
  },
  {
    "id": "ani_7",
    "name": "袋熊的便便是立方体",
    "description": "世界上唯一能拉出方形大便的动物。",
    "fact": "【自然几何学】袋熊的便便真的是立方体！它们的肠道最后一段有特殊的弹性结构，通过不均匀收缩将粪便挤压成立方体。这种形状可以防止粪便在领地边缘滚走，袋熊用它们来\"堆砖头\"标记地盘——大自然最硬核的\"砌墙\"方式。"
  },
  {
    "id": "ani_8",
    "name": "海参用肛门呼吸",
    "description": "这种海洋生物的呼吸方式让人大跌眼镜。",
    "fact": "【多功能器官】海参的肛门不只是排泄口，还是它的主要呼吸器官！海参通过肛门吸入海水，让水流经\"呼吸树\"进行气体交换，再从肛门排出。有些珍珠鱼还会钻进海参的肛门里躲避天敌，把海参的\"肺\"当成免费公寓。"
  },
  {
    "id": "ani_9",
    "name": "蜂鸟是唯一能倒飞的鸟",
    "description": "这种小鸟的飞行技能堪比直升机。",
    "fact": "【空中特技】蜂鸟的翅膀能以\"8\"字形旋转360度，让它们成为唯一能倒飞、悬停、甚至上下颠倒飞行的鸟类。它们每秒振翅80次，心跳可达每分钟1200次，堪称自然界的\"直升机\"。但代价是：它们每天必须喝掉相当于体重两倍的花蜜才能活下去。"
  },
  {
    "id": "ani_10",
    "name": "猫尝不出甜味",
    "description": "喵星人是\"味觉残缺\"的甜食绝缘体。",
    "fact": "【基因缺失】猫的T1R2基因发生了突变，导致它们完全无法感知甜味。作为纯肉食动物，猫不需要检测碳水化合物，所以进化过程中\"抛弃\"了甜味受体。你给猫吃蛋糕它不会觉得甜，它只是尝到了脂肪和蛋白质。"
  },
  {
    "id": "ani_11",
    "name": "蝴蝶用脚尝味道",
    "description": "它们不需要把食物放进嘴里就能知道味道。",
    "fact": "【味觉错位】蝴蝶的味觉感受器不在嘴里，而在脚上！它们落在花朵或叶子上就能\"尝\"出这是什么植物。蝴蝶妈妈用脚\"踩\"叶子来判断这是否适合产卵，幼虫孵化后就能吃到对口的食物。站着就把饭\"尝\"了，效率堪比吃货。"
  },
  {
    "id": "ani_12",
    "name": "树懒每周只下树一次",
    "description": "世界上最慢的动物上厕所却很\"有仪式感\"。",
    "fact": "【危险如厕】树懒在树上吃喝拉撒都能解决，唯独大便必须下树！它们每周爬到地面排便一次，这趟旅程要消耗体内8%的能量，而且在地面上极易被捕食。科学家的解释是：树懒是在\"送快递\"——让树下的蛾子产卵，蛾子死后变成肥料滋养它们吃的树叶。"
  },
  {
    "id": "ani_13",
    "name": "海马是爸爸生的",
    "description": "雄性海马承担怀孕分娩的全部任务。",
    "fact": "【角色反转】海马是地球上唯一由雄性怀孕生子的动物！雌海马把卵产进雄海马的育儿袋里，爸爸负责受精、孵化、甚至分娩。雄海马的育儿袋还能调节盐度和温度，给胚胎提供最佳发育环境。爸爸\"坐月子\"，妈妈负责\"播种\"，海马家庭彻底颠覆性别分工。"
  },
  {
    "id": "ani_14",
    "name": "鳄鱼不能伸舌头",
    "description": "这种顶级掠食者的舌头是\"焊死\"的。",
    "fact": "【解剖锁定】鳄鱼的舌头被一层膜完全固定在口腔底部，根本无法伸出来！这个结构帮助它们水下张嘴捕猎时不会呛水。所以鳄鱼吃东西从不咀嚼，直接吞咽——反正舌头也帮不上忙，不如一口闷了。"
  },
  {
    "id": "pla_1",
    "name": "草莓不是浆果",
    "description": "草莓的名字和它的植物学身份完全对不上。",
    "fact": "【分类大反转】草莓根本不是浆果！从植物学角度，浆果是由单一子房发育而成的多汁果实，比如葡萄、番茄、香蕉。而草莓是\"聚合果\"，我们吃的红色部分其实是膨大的花托，表面那些\"小芝麻\"才是真正的果实。所以草莓其实是一堆小果实粘在一起的\"假果\"！"
  },
  {
    "id": "pla_2",
    "name": "香蕉才是浆果",
    "description": "长在树上的\"黄色月牙\"居然是浆果教科书。",
    "fact": "【正牌浆果】香蕉完美符合浆果的植物学定义：由单一子房发育、果皮和果肉分不清、内部有种子（虽然栽培种种子退化了）。所以香蕉是浆果，西瓜是浆果，南瓜是浆果——但草莓、树莓、黑莓统统不是浆果。植物学的\"浆果\"跟你的直觉完全相反！"
  },
  {
    "id": "pla_3",
    "name": "番茄是水果不是蔬菜",
    "description": "这个厨房常客的身份争议了一百多年。",
    "fact": "【法律 vs 科学】植物学上，番茄是水果——它由花的子房发育而来，里面有种子。但1893年美国最高法院裁定番茄在关税上算蔬菜！法官的理由是：人们把番茄当蔬菜烹饪，所以它就是蔬菜。科学说它是水果，法律说它是蔬菜，番茄的\"身份危机\"持续至今。"
  },
  {
    "id": "pla_4",
    "name": "花生不是坚果",
    "description": "花生的真实身份会让你大吃一惊。",
    "fact": "【豆类卧底】花生根本不是坚果！真正的坚果像榛子、橡子，是单一种子包在硬壳里。而花生是豆科植物，跟豌豆、扁豆、大豆是亲戚。花生开花后子房会钻入地下结果，所以又叫\"落花生\"。对花生过敏的人，可能对坚果不过敏，因为花生是\"豆子\"！"
  },
  {
    "id": "pla_5",
    "name": "竹子是草不是树",
    "description": "能长到30米高的\"树\"竟然是草本植物。",
    "fact": "【巨型杂草】竹子是禾本科植物，跟水稻、小麦、玉米是亲戚！它没有次生生长，不会像树一样每年增加年轮，而是靠地下根茎疯狂蔓延。竹子是世界上长得最快的植物，一天能窜1米高。你看到的\"竹林\"其实可能只是一棵草的分身。"
  },
  {
    "id": "pla_6",
    "name": "菠萝会反过来\"吃\"你",
    "description": "吃菠萝时嘴里的刺痛感是有原因的。",
    "fact": "【酶的反击】菠萝含有强力的蛋白酶\"菠萝蛋白酶\"，能分解蛋白质。当你吃菠萝时，菠萝也在分解你口腔黏膜的蛋白质！所以吃多了舌头会疼，因为你的舌头正在被\"消化\"。好在吃下去后胃酸会灭活这种酶，否则菠萝真能把你\"吃\"了。"
  },
  {
    "id": "pla_7",
    "name": "蘑菇不是植物",
    "description": "餐桌上的这种\"素菜\"根本不属于植物界。",
    "fact": "【独立王国】蘑菇属于真菌界，跟动物的关系比跟植物还近！真菌不含叶绿素，不会光合作用，靠分解有机物获取营养。演化树上，真菌和动物在约15亿年前分道扬镳，而植物早在更早之前就分开了。所以吃蘑菇，严格来说是吃一个\"动物远亲\"。"
  },
  {
    "id": "pla_8",
    "name": "椰子也是浆果",
    "description": "这个硬邦邦的家伙居然跟葡萄是同类。",
    "fact": "【浆果巨无霸】椰子是浆果——核果类浆果！外层是光滑的外果皮，中间是纤维状的中果皮（椰棕），内层是硬壳（内果皮），里面包着种子和椰汁。所以椰子是浆果，番茄是浆果，香蕉是浆果——浆果家族的画风跨度也太大了！"
  },
  {
    "id": "hum_1",
    "name": "人体细菌数量比细胞多",
    "description": "你的身体其实是细菌的\"殖民地\"。",
    "fact": "【微生物帝国】人体内的细菌数量约38万亿个，而人体自身细胞只有30万亿个左右！这些细菌主要住在肠道里，总重量可达2公斤。它们帮你消化食物、合成维生素、训练免疫系统。从数量上看，你只有44%是人类，剩下56%是微生物。"
  },
  {
    "id": "hum_2",
    "name": "婴儿骨头比成人多",
    "description": "人越长大骨头越少。",
    "fact": "【骨头融合】新生儿约有300块骨头，成年人只有206块！成长过程中，很多骨头会融合在一起：头骨的骨缝闭合，骶骨由5块合成1块，尾骨由4块合成1块。所以成长的代价之一，就是你的骨头越来越少——但你并不会因此\"缩水\"。"
  },
  {
    "id": "hum_3",
    "name": "胃酸能溶解剃须刀片",
    "description": "你的胃里装着腐蚀性极强的液体。",
    "fact": "【体内强酸】人类胃酸的pH值约1-2，跟电池酸液差不多，足以溶解金属！科学家做过实验，将剃须刀片放入模拟胃液中，几小时内就开始腐蚀。胃之所以不会把自己消化掉，是因为胃黏膜每3-4天就全部更新一次，还覆盖着厚厚的碱性黏液保护层。"
  },
  {
    "id": "hum_4",
    "name": "打喷嚏的速度超过跑车",
    "description": "一个小小的喷嚏威力惊人。",
    "fact": "【人体炮弹】打喷嚏时，气流速度可达每小时160公里以上，跟高速公路上飞驰的汽车相当！飞沫最远能喷射8米，这也是为什么感冒时要戴口罩。你的鼻子其实是一台\"高压气炮\"，只是平时你用不到它的最大功率。"
  },
  {
    "id": "hum_5",
    "name": "人类和香蕉共享50%基因",
    "description": "你跟水果的相似度超乎想象。",
    "fact": "【基因亲戚】人类和香蕉的基因组约有50%是相同或相似的！这些共享基因负责基础生命功能，如DNA复制、细胞分裂、蛋白质合成。地球上所有生物都有共同祖先，所以即使是香蕉，也算是你的\"远房亲戚\"。下次吃香蕉，记得跟\"表亲\"打个招呼。"
  },
  {
    "id": "hum_6",
    "name": "人的血管能绕地球两圈半",
    "description": "你体内的\"管道系统\"长度惊人。",
    "fact": "【体内高速路】如果把成年人所有的血管首尾相连，总长度约10万公里，足以绕地球赤道两圈半！其中毛细血管占了绝大部分，虽然每根只有头发丝的十分之一粗，但数量高达400亿根。你体内藏着一个\"环球公路网\"，时刻在运送氧气和养分。"
  },
  {
    "id": "hum_7",
    "name": "人眼有盲点",
    "description": "每个人的视野里都有一个\"看不见的洞\"。",
    "fact": "【视觉漏洞】视网膜上有一个区域没有感光细胞，是视神经穿出眼球的地方，形成\"生理盲点\"。平时你意识不到，是因为大脑会用周围图像\"脑补\"填空。两只眼睛的盲点位置不同，所以互相弥补。你的视觉体验有部分是大脑\"P图\"的结果！"
  },
  {
    "id": "hum_8",
    "name": "阑尾不是废器官",
    "description": "这个\"进化残骸\"其实有重要作用。",
    "fact": "【功能翻案】阑尾曾被当作无用的进化残留，但现代研究发现它是肠道细菌的\"避难所\"！当肠道感染或腹泻时，有益菌会躲进阑尾避难，等身体恢复后重新\"播种\"肠道。阑尾还是一个免疫器官，含有大量淋巴组织。它不是废物，是备用\"细菌银行\"。"
  },
  {
    "id": "evo_1",
    "name": "恐龙没有灭绝",
    "description": "说恐龙灭绝了，可能是对的，也可能是错的。",
    "fact": "【演化真相】6500万年前那颗陨石确实让非鸟类恐龙灭绝了，但有一支恐龙存活下来——鸟类！现代鸟类是兽脚类恐龙的直系后代，它们保留了恐龙的叉骨、中空骨骼和羽毛。所以严格来说，你吃的鸡是恐龙的后代，恐龙从未真正灭绝，只是换了个形态。"
  },
  {
    "id": "evo_2",
    "name": "鲸鱼的祖先是陆地动物",
    "description": "海洋霸主曾经是在岸上行走的。",
    "fact": "【重返海洋】鲸鱼的祖先\"巴基鲸\"生活在5000万年前的陆地上，有四条腿和蹄子！化石证据显示它们后来逐渐适应水生生活，前肢变成鳍，后肢退化消失，鼻孔移到头顶变成喷气孔。鲸鱼是陆生动物\"下海\"最成功的案例，堪称演化史上的\"逆向操作大师\"。"
  },
  {
    "id": "evo_3",
    "name": "马曾经只有狗那么大",
    "description": "高大威猛的马是从\"小短腿\"进化来的。",
    "fact": "【迷你祖先】马的祖先\"始祖马\"生活在5000万年前，身高只有20-60厘米，跟一只狗差不多大！它们生活在森林里，吃柔嫩的树叶。随着气候变化，森林变成草原，马逐渐演化出更大的体型和更长的腿来奔跑躲避天敌，最终变成今天的\"大高个\"。"
  },
  {
    "id": "evo_4",
    "name": "蛇曾经有四条腿",
    "description": "滑行的蛇祖先其实是\"蜥蜴\"。",
    "fact": "【腿的消失】蛇是由蜥蜴演化来的，祖先有四条腿！约1.7亿年前，一些蜥蜴开始适应穴居生活，腿逐渐退化消失，身体变得细长。现代蛇类中，蚺蛇和蟒蛇还保留着退化的后肢残余——泄殖腔两侧的小爪子，那是它们祖先\"有腿时代\"的最后见证。"
  },
  {
    "id": "evo_5",
    "name": "人类祖先是鱼",
    "description": "追溯到足够久远，人类的祖先生活在水里。",
    "fact": "【远古水族】约3.75亿年前，一种叫\"提塔利克鱼\"的肉鳍鱼爬上陆地，成为所有四足动物的祖先！它的鱼鳍里有类似四肢的骨骼结构，能做\"俯卧撑\"支撑身体。从这条鱼开始，演化出了两栖动物、爬行动物、鸟类、哺乳动物，最后是你。你的肺、手指、耳朵骨骼，都能追溯到这条鱼。"
  },
  {
    "id": "tax_1",
    "name": "火烈鸟生来是灰白色的",
    "description": "火烈鸟标志性的粉红色不是天生的。",
    "fact": "【饮食染色】火烈鸟出生时是灰白色的！它们标志性的粉红色来自食物中的类胡萝卜素——虾、藻类和浮游生物。如果火烈鸟长期吃不到这些食物，就会褪色变白。动物园里的火烈鸟需要饲料里添加胡萝卜素，否则会变成\"白鹤\"。粉红色是吃出来的，不是长出来的！"
  },
  {
    "id": "tax_2",
    "name": "海豚是哺乳动物不是鱼",
    "description": "生活在海里不等于就是鱼。",
    "fact": "【分类大考】海豚虽然生活在海里、长得像鱼、游泳像鱼，但它是哺乳动物！它们用肺呼吸（必须浮出水面换气）、胎生（不下蛋）、有毛发（出生时有少量胡须）、分泌乳汁哺乳幼崽。海豚的祖先是陆地上的有蹄类动物，约5000万年前才回到海洋。"
  },
  {
    "id": "tax_3",
    "name": "考拉不是熊",
    "description": "这个毛茸茸的\"树袋熊\"跟熊没有关系。",
    "fact": "【名字误导】考拉英文名叫Koala Bear，但它根本不是熊！考拉是有袋类动物，跟袋鼠、袋熊是亲戚，而熊是胎盘哺乳动物。它们在演化树上早早就分道扬镳了。考拉只是长得像小熊，就被强行冠了\"熊\"名——这是生物学界的\"碰瓷\"。"
  },
  {
    "id": "tax_4",
    "name": "蜘蛛不是昆虫",
    "description": "八条腿的小家伙跟六条腿的不是一家人。",
    "fact": "【腿数定亲】蜘蛛有8条腿，昆虫有6条腿，这是最简单的区分方式！蜘蛛属于蛛形纲，昆虫属于昆虫纲。蛛形纲还包括蝎子、蜱虫、螨虫等。此外，蜘蛛没有触角、没有翅膀、身体只分两部分（头胸部和腹部），而昆虫有触角、可能长翅膀、身体分头胸腹三部分。"
  },
  {
    "id": "tax_5",
    "name": "熊猫原本是食肉动物",
    "description": "憨态可掬的竹子爱好者有颗\"猛兽心\"。",
    "fact": "【分类意外】大熊猫属于食肉目，跟熊、猫、狗是亲戚！它们的消化系统仍是肉食动物的结构，肠道很短，不适合消化植物纤维。大熊猫吃竹子只能消化17%的营养，所以必须大量进食、频繁排便。它们偶尔也会开荤吃竹鼠或动物尸体——竹子不够吃时，\"素食主义者\"会暴露本性。"
  },
  {
    "id": "beh_1",
    "name": "角马每年迁徙是\"为了死\"",
    "description": "世界上最大规模的动物迁徙有悲壮的真相。",
    "fact": "【生死轮回】东非大迁徙中，约150万只角马穿越马拉河，每年约有25万只死于途中。但死亡本身就是迁徙的一部分——溺死的角马成为河鳄和鱼类的食物，它们的尸体滋养了河流生态。没有这场\"死亡迁徙\"，整个塞伦盖蒂生态系统都会崩溃。迁徙不只是为了生存，也是一场\"生态献祭\"。"
  },
  {
    "id": "beh_2",
    "name": "蜜蜂采蜜后会\"跳舞\"告诉同伴",
    "description": "蜜蜂有一套复杂的语言系统。",
    "fact": "【舞蹈密码】蜜蜂发现花蜜后，会返回蜂巢跳\"摆尾舞\"来传递信息！舞的角度代表花相对于太阳的方向，舞的持续时间代表距离。其他蜜蜂看完舞蹈就能精准找到花的位置。这是自然界最精密的\"肢体语言\"，堪称昆虫界的GPS系统。"
  },
  {
    "id": "beh_3",
    "name": "乌鸦会记仇",
    "description": "得罪一只乌鸦，可能被\"通缉\"一辈子。",
    "fact": "【记仇大师】乌鸦能记住人类的面孔长达数年！研究人员发现，被捕捉过的乌鸦会记住捕捉者的脸，不仅自己会躲避，还会告诉同伴\"这个人是坏人\"。甚至几年后，这些乌鸦的后代也会对这个人保持警惕。得罪乌鸦，等于上了它们的\"黑名单\"，还会被\"家族传承\"。"
  },
  {
    "id": "beh_4",
    "name": "蚂蚁会\"种田\"和\"养宠物\"",
    "description": "人类不是唯一会农业和畜牧的物种。",
    "fact": "【昆虫农夫】切叶蚁会采集叶片带回巢穴，用来培养真菌作为食物——这是昆虫界的\"农业\"！蚜虫蚂蚁则会保护蚜虫免受天敌侵害，用触角刺激蚜虫分泌\"蜜露\"作为回报——这是昆虫界的\"畜牧\"！蚂蚁比人类早数千万年就发明了农业和畜牧业。"
  },
  {
    "id": "beh_5",
    "name": "电鳗能控制猎物的神经",
    "description": "电鳗的电流不只是武器，还是遥控器。",
    "fact": "【神经黑客】电鳗能释放高达860伏的电流，但它们还有更阴险的招数：发射低频电脉冲，远程激活猎物的运动神经元，让猎物的肌肉不由自主地抽搐！这样电鳗就能探测到藏在泥沙里的猎物位置，或者让猎物\"自爆\"暴露位置。电鳗是自然界的\"神经黑客\"。"
  },
  {
    "id": "ani_15",
    "name": "牛没有上门牙",
    "description": "这种常见的家畜上颚竟然是\"光秃秃\"的。",
    "fact": "【齿列奇观】牛确实没有上门牙！上颚只有一层坚硬的齿板，下颚有8颗门牙。吃草时，牛用舌头卷住草，下门牙抵住上颚齿板\"切\"断草。这种结构让牛只能吃草，不能像马那样啃短草——所以牛和马放牧同一块地，马吃完了牛还有草吃，因为它们\"吃饭工具\"不同！"
  },
  {
    "id": "ani_16",
    "name": "河马汗是红色的",
    "description": "河马\"流血\"其实是它们的防晒方式。",
    "fact": "【自带防晒】河马的汗液是红色或橙色的！这种\"血汗\"含有两种特殊色素：河马汗酸（红色）和去甲河马汗酸（橙色），能吸收紫外线、抑制细菌生长。所以河马不需要涂防晒霜，它们自带\"红色防晒乳\"。古时候人们以为河马会\"流血\"，其实是天然防晒液。"
  },
  {
    "id": "ani_17",
    "name": "北极熊的毛不是白色的",
    "description": "北极熊看起来雪白，但毛其实是透明的。",
    "fact": "【光学骗术】北极熊的每根毛发都是透明的空心管！这些管状毛发散射阳光，让熊看起来是白色的。毛发下是黑色的皮肤，用来吸收阳光热量。如果在温室里，北极熊可能会变成绿色——因为藻类会在空心毛发里生长。北极熊的白毛是大自然的\"光纤伪装\"！"
  },
  {
    "id": "ani_18",
    "name": "萤火虫用屁股呼吸",
    "description": "发光的小精灵呼吸方式很特别。",
    "fact": "【气门呼吸】萤火虫没有鼻子或肺，靠身体两侧和腹部的气门呼吸！腹部末端有发光器，这里是气门集中的地方，所以萤火虫\"用屁股呼吸\"的同时还能发光。发光需要氧气，气门就在发光器旁边，氧气供应随时到位——这就是进化的\"工程设计\"。"
  },
  {
    "id": "ani_19",
    "name": "驯鹿眼睛会变色",
    "description": "唯一能改变眼球颜色的哺乳动物。",
    "fact": "【季节调适】驯鹿的眼睛在夏天是金色的，冬天变成深蓝色！这是眼底反光膜（照膜）的变化：冬季瞳孔持续放大，照膜内胶原纤维间距变大，反射蓝光更多。这让驯鹿在极夜的微光中看得更清楚。驯鹿是唯一已知眼球颜色随季节变化的哺乳动物。"
  },
  {
    "id": "ani_20",
    "name": "蜗牛有两万多颗牙齿",
    "description": "这种小软体动物是\"齿科冠军\"。",
    "fact": "【齿舌奇观】蜗牛有上万颗微小的牙齿，排列在一条叫\"齿舌\"的带状结构上，像一把锉刀！吃东西时，蜗牛用齿舌刮擦食物，牙齿磨损后前端会不断长出新牙。某些蜗牛品种的牙齿数量可超过2万颗，是地球上牙齿最多的动物——别小看蜗牛的\"咬合力\"！"
  },
  {
    "id": "ani_21",
    "name": "鸵鸟眼睛比脑大",
    "description": "世界上最大鸟类的眼睛是脑子的两倍大。",
    "fact": "【视觉优先】鸵鸟的眼睛直径约5厘米，重达60克，是陆地动物中最大的眼球！而它的大脑只有约40克。鸵鸟需要超大眼睛来远距离发现天敌，视觉信息处理比\"思考\"更重要。所以鸵鸟不是\"笨\"，是进化把资源都砸在了眼睛上——\"看\"比\"想\"更保命。"
  },
  {
    "id": "ani_22",
    "name": "母鸡能\"变\"公鸡",
    "description": "鸡的性别转换比想象中容易。",
    "fact": "【性别翻转】母鸡只有左侧卵巢发育，右侧是退化的未分化性腺。如果左侧卵巢病变或切除，右侧性腺可能发育成类睾丸结构，分泌雄激素！母鸡会长出鸡冠、打鸣、甚至尝试交配。虽然不能产生精子，但\"她\"变成了\"他\"。鸡界的性别界限比人类模糊多了。"
  },
  {
    "id": "oce_1",
    "name": "海星没有大脑",
    "description": "这种能再生肢体的生物根本没有\"脑子\"。",
    "fact": "【无脑生存】海星没有集中的大脑，只有围绕口部的神经环和辐射状神经索！它们靠触手上的眼点感知光线，用管足上的化学感受器探测食物。断掉的触手可以长成一只新海星，因为每条触手都有部分神经系统。海星证明了：生存不需要脑子，分散决策也行得通。"
  },
  {
    "id": "oce_2",
    "name": "水母95%是水",
    "description": "这种生物几乎就是\"一摊水\"。",
    "fact": "【液态生命】水母身体95%以上是水，没有大脑、心脏、血液或骨骼！仅有的固形物是胶状中胶层和薄薄的表皮。水母靠扩散作用获取氧气和养分，不需要呼吸系统。晒干后几乎什么都不剩。它们用最少的材料实现了生命——堪称\"极简主义\"的生物学奇迹。"
  },
  {
    "id": "oce_3",
    "name": "章鱼有九个大脑",
    "description": "八爪鱼的智慧分布在整个身体里。",
    "fact": "【分布式智能】章鱼有一个主脑和八个副脑（每条触手一个）！主脑只做决策，触手的神经节能独立处理感官信息和运动。这意味着章鱼的触手能\"自己思考\"——主脑决定\"抓那个东西\"，触手自己决定怎么抓。章鱼的智慧是\"分权式\"的，触手有相当大的自主权。"
  },
  {
    "id": "oce_4",
    "name": "鲨鱼眨眼要翻白眼",
    "description": "鲨鱼保护眼睛的方式很独特。",
    "fact": "【眼球防护】很多鲨鱼没有眼睑，不能像人一样眨眼！它们保护眼睛的方式是\"翻白眼\"——把眼球向后转动，露出白色的巩膜。捕猎或咬东西时，这招能防止眼睛被猎物抓伤。所以鲨鱼\"翻白眼\"不是不屑，是在保护视力——凶悍外表下的\"护眼达人\"。"
  },
  {
    "id": "oce_5",
    "name": "龙虾用脸尿尿",
    "description": "龙虾的排泄口长在眼睛附近。",
    "fact": "【头部排泄】龙虾的排泄孔位于头部眼睛下方的触须基部！尿液从\"脸上\"排出，用于化学通讯——打架时对着对手喷尿示威，求偶时喷尿释放费洛蒙。龙虾的\"喷尿攻击\"在它们的社交中扮演重要角色，虽然在我们看来极其奇怪。"
  },
  {
    "id": "oce_6",
    "name": "海豚半脑睡眠",
    "description": "海豚睡觉时一半脑子醒着。",
    "fact": "【单侧睡眠】海豚是自主呼吸动物，睡着后必须浮出水面换气，否则会淹死！进化给出的解决方案是\"单侧脑睡眠\"：一半大脑休息，另一半保持清醒控制呼吸和警戒。两小时后左右脑轮换。所以海豚永远\"没睡死\"，时刻处于半梦半醒的状态。"
  },
  {
    "id": "oce_7",
    "name": "珊瑚是动物不是植物",
    "description": "海底那些\"石头花\"其实是活着的动物。",
    "fact": "【动物伪装】珊瑚看起来像植物或石头，但它是由无数微小珊瑚虫组成的动物群落！每个珊瑚虫都有触手、口和消化腔，会主动捕食浮游生物。珊瑚礁是珊瑚虫分泌碳酸钙骨骼堆积形成的。最大的珊瑚礁——大堡礁，是数十亿珊瑚虫\"建造\"的，堪称地球上最大的\"动物城市\"。"
  },
  {
    "id": "oce_8",
    "name": "抹香鲸的脑比人脑大五倍",
    "description": "最大的动物大脑属于抹香鲸。",
    "fact": "【巨脑之谜】抹香鲸的大脑重达7-9公斤，是人类大脑的5倍以上！但这不意味着它们比人类聪明——鲸脑大部分用于处理回声定位信息。抹香鲸能发出230分贝的声波（比火箭发射还响），大脑需要处理这些超高强度的声学数据。大脑子有时只是为了处理大数据。"
  },
  {
    "id": "ins_1",
    "name": "蚊子有47颗牙齿",
    "description": "被蚊子咬其实是被\"锯\"了。",
    "fact": "【微型锯齿】蚊子有47颗微小的牙状结构，长在口器边缘！这些\"牙齿\"像锯子一样帮助刺破皮肤，所以被蚊子叮咬时你感觉不到疼。蚊子还用这些锯齿锯开血管壁吸血。下次被蚊子咬，想象一下有47颗小锯子正在你的皮肤上\"施工\"。"
  },
  {
    "id": "ins_2",
    "name": "蚂蚁能举起50倍体重的物体",
    "description": "按体重比例算，蚂蚁是最强壮的动物。",
    "fact": "【超级力量】蚂蚁能举起体重50倍的物体，拉动1400倍体重的东西！秘诀在于体积与力量的比例：肌肉力量与横截面积成正比，而体重与体积成正比。蚂蚁体积极小，相对力量就极大。如果人能按比例缩小到蚂蚁大小，你也能举起汽车——物理学站在蚂蚁这边。"
  },
  {
    "id": "ins_3",
    "name": "蟑螂能活无头一周",
    "description": "无头蟑螂不是都市传说。",
    "fact": "【不死传说】蟑螂没有集中呼吸系统，身体各段的气门独立呼吸，不需要嘴巴！而且蟑螂是冷血动物，新陈代谢极低，一顿饭的能量够撑几周。无头蟑螂最终死于渴或饿，而不是\"没头会死\"。它只是迷路了——没有眼睛，找不到水和食物。蟑螂的\"顽强\"超乎想象。"
  },
  {
    "id": "ins_4",
    "name": "蜻蜓是用脚吃东西",
    "description": "蜻蜓捕获猎物后用腿送到嘴里。",
    "fact": "【空中餐桌】蜻蜓的六条腿形成篮状结构，飞行中\"网\"住猎物，然后用腿把猎物塞进嘴里！蜻蜓是空中捕猎效率最高的动物之一，成功率高达95%。它们边飞边吃，腿就是餐桌和餐具。人类吃一份饭要坐下来，蜻蜓在百公里时速中就解决了。"
  },
  {
    "id": "ins_5",
    "name": "苍蝇先吐口水再吃饭",
    "description": "苍蝇吃东西的方式很\"恶心\"。",
    "fact": "【体外消化】苍蝇没有牙齿咬不动固体，所以先吐出消化酶唾液把食物溶解成液体，再用吸管状的嘴吸食！这个过程中，苍蝇可能在你食物上呕吐、吸食、再呕吐、再吸食，循环好几次。所以苍蝇不只是\"脏\"，它是在你的食物上进行\"体外消化\"。"
  },
  {
    "id": "ins_6",
    "name": "跳蚤能跳200倍身高",
    "description": "跳蚤是地球上最厉害的跳跃选手。",
    "fact": "【弹跳冠军】跳蚤能跳超过自己身高200倍的高度，相当于人类跳过埃菲尔铁塔！它们的跳跃不是靠肌肉，而是靠体内像弹簧一样的弹性蛋白结构。跳蚤\"压缩弹簧\"然后释放，像弹射一样起飞。这是自然界最高效的\"弹簧机制\"，科学家至今在研究仿生应用。"
  },
  {
    "id": "ins_7",
    "name": "蜜蜂能识别人脸",
    "description": "小小的蜜蜂脑有惊人的图像识别能力。",
    "fact": "【蜂脑识人】蜜蜂的大脑只有约100万个神经元（人类有860亿），但它们能学会识别人类面孔！实验显示，蜜蜂经过训练可以区分不同的人脸图片。它们用的是和人类不同的视觉策略——识别特征组合而非整体图像。蜜蜂证明了：智能不一定要大脑子。"
  },
  {
    "id": "cel_1",
    "name": "你体内的线粒体曾是独立生物",
    "description": "每个细胞里的能量工厂都是\"外来户\"。",
    "fact": "【内共生起源】线粒体曾是一种独立生活的细菌！约20亿年前，一个古菌吞噬了这种细菌但没有消化它，形成了共生关系：细菌提供能量，宿主提供保护和营养。证据是线粒体有自己的DNA，跟细菌的更像！你的每一个细胞里都住着数十个\"细菌后裔\"。"
  },
  {
    "id": "cel_2",
    "name": "DNA如果拉直能往返太阳几百次",
    "description": "微观世界的宏观尺度超乎想象。",
    "fact": "【分子巨蛇】人体每个细胞含约2米长的DNA，人体约有37万亿个细胞，全部DNA首尾相连长度约744万亿公里！光从这个长度出发要飞74年，足以往返太阳2500多次。这么多DNA是怎么塞进你身体里的？它们被极其精密地缠绕、折叠、压缩，效率堪比宇宙最高级打包技术。"
  },
  {
    "id": "cel_3",
    "name": "人体每秒制造300万个红细胞",
    "description": "你的骨髓是全天候的血细胞工厂。",
    "fact": "【高速生产】人体骨髓每秒钟产生约300万个红细胞，每分钟约2亿个，每天约2000亿个！红细胞寿命只有120天左右，必须持续补充。你的身体是一个永不停歇的\"血细胞工厂\"，每天生产的细胞数量是全球人口的20多倍。维护生命，身体比任何工厂都努力。"
  },
  {
    "id": "cel_4",
    "name": "细胞正在\"吃掉\"你的眼球",
    "description": "眼球晶状体是\"死掉\"的细胞堆积。",
    "fact": "【透明尸骸】眼球晶状体由层层叠叠的透明细胞组成，但这些细胞的细胞核和细胞器都\"自杀\"了！只有细胞主体留下成为透镜。晶状体中心是你在胚胎时期形成的细胞，一辈子不会更新。你眼睛的\"镜片\"其实是无数细胞尸体堆成的，透明是因为它们\"献祭\"了自己。"
  },
  {
    "id": "cel_5",
    "name": "你每天都有细胞在癌变",
    "description": "癌症其实一直在发生，只是被免疫系统按住了。",
    "fact": "【体内战场】人体每天产生约3000个癌变细胞，但免疫系统会识别并清除它们！每个细胞分裂时都有概率发生致癌突变，幸亏有DNA修复机制和免疫监视。只有当突变逃过多重防线，才发展成临床癌症。你之所以健康，是因为身体每天都在打赢\"抗癌战争\"。"
  },
  {
    "id": "sen_1",
    "name": "狗的嗅觉比人强一万到十万倍",
    "description": "人类和狗生活在完全不同的气味世界里。",
    "fact": "【嗅觉维度】狗有约3亿个嗅觉感受器，人类只有600万个；狗嗅球占大脑比例是人类的40倍！狗能闻到两周前的脚印、嗅出癌症、检测血糖变化。人类闻到\"咖啡味\"，狗闻到的是咖啡豆的产地、烘焙程度、冲泡时间、谁冲的、用什么杯子……它们活在气味的高维世界里。"
  },
  {
    "id": "sen_2",
    "name": "蛇用舌头\"闻\"空气",
    "description": "蛇的舌头是嗅觉器官的延伸。",
    "fact": "【双叉嗅探】蛇的舌头本身不闻味道，而是收集空气中的化学分子，送进口腔顶部的\"犁鼻器\"分析！舌头分叉让蛇能判断气味来源方向——左叉气味浓就在左边。蛇不停地吐信子，就是在\"3D闻味\"。这个系统比鼻子还灵敏，能追踪几天前的猎物踪迹。"
  },
  {
    "id": "sen_3",
    "name": "蝙蝠用耳朵\"看\"世界",
    "description": "蝙蝠的声呐系统比人造雷达更精密。",
    "fact": "【回声成像】蝙蝠靠发出超声波并接收回声来\"看见\"世界！它们的大脑能把声波信息转化成三维图像，精度足以在黑暗中捕捉蚊子。蝙蝠还能分辨活虫和假虫、判断猎物种类和飞行方向。蝙蝠用耳朵实现了眼睛的功能——这是自然界最高效的声呐系统。"
  },
  {
    "id": "sen_4",
    "name": "螳螂虾能看到16种颜色",
    "description": "这种小虾拥有地球上最复杂的眼睛。",
    "fact": "【光谱霸主】螳螂虾有16种感光细胞，人类只有3种！它们能看到紫外光、红外光、偏振光，甚至能检测圆偏振光（人类完全无法感知）。但有趣的是，它们分辨颜色的方式不是\"混合信号\"，而是每种颜色对应一个感光细胞，就像按下不同的按钮——简单粗暴但极其高效。"
  },
  {
    "id": "sen_5",
    "name": "猫在黑暗中能看到人看不见的",
    "description": "猫眼的夜视能力是人类无法企及的。",
    "fact": "【夜视专家】猫的视网膜后有一层\"照膜\"，能反射光线让感光细胞二次利用光子！这让猫在微光下视力比人强6倍。猫只需要人眼所见光线的1/6就能看清东西。代价是白天视力不如人——照膜反射会降低分辨率。猫眼里的夜晚，远比人类看到的要亮。"
  },
  {
    "id": "sur_1",
    "name": "水熊虫能在太空生存",
    "description": "这种微小的生物几乎杀不死。",
    "fact": "【不死传说】水熊虫能承受-272°C到150°C的温度、真空环境、高强度辐射、6000大气压！它们进入\"隐生状态\"，排出体内几乎全部水分，新陈代谢降到接近零。在这种状态下能存活数十年，遇到水就\"复活\"。水熊虫是地球上最顽强的生命形式，太空对它们来说\"不算事儿\"。"
  },
  {
    "id": "sur_2",
    "name": "壁虎能断尾保命",
    "description": "壁虎的尾巴是可抛弃的\"替身\"。",
    "fact": "【再生策略】壁虎遇到危险时会主动断掉尾巴，断尾还会剧烈扭动吸引捕食者注意！尾巴断了不流血，因为肌肉会自动收缩封住伤口。之后尾巴会慢慢长回来，但新尾巴是软骨支撑的\"替代品\"，不如原装的好用。壁虎的保命策略是：你要尾巴给你，放我走就行。"
  },
  {
    "id": "sur_3",
    "name": "角蜥用眼睛喷血",
    "description": "这种蜥蜴的防御方式堪称\"惊悚\"。",
    "fact": "【血腥防御】角蜥受到威胁时，能从眼角的血管喷射出血液，射程可达1米！血液中含有难闻的化学物质，专门针对狗、狼、郊狼等捕食者的嗅觉。喷血后角蜥会趁机逃跑。这是自然界最戏剧化的防御手段之一——\"我给你一脸血，别再惹我了\"。"
  },
  {
    "id": "sur_4",
    "name": "负鼠会\"装死\"到口吐白沫",
    "description": "负鼠的假死表演奥斯卡级别。",
    "fact": "【终极演技】负鼠遇到危险时会自动进入\"假死状态\"：身体僵硬、呼吸减慢、肛门腺分泌恶臭液体、口吐白沫！这是非自愿的生理反应，即使打死它也\"醒\"不过来。捕食者通常不吃死掉腐烂的东西，所以负鼠靠演技活了下来。它不是怂，是进化出了最高明的\"保命表演\"。"
  },
  {
    "id": "sur_5",
    "name": "海参能把肠子吐出来攻击",
    "description": "海参的防御武器是自己的内脏。",
    "fact": "【内脏攻击】海参遇到危险时会喷射出粘稠的肠子和呼吸树，有的还带毒！这些内脏能缠住捕食者，有些海参的内脏甚至有毒。更神奇的是，海参之后能再生所有失去的内脏，几周后就恢复如初。海参的保命逻辑：\"我把肠子给你，你放我走，反正我能长回来\"。"
  },
  {
    "id": "sur_6",
    "name": "角蝉是昆虫界的\"Cosplay大师\"",
    "description": "角蝉用各种奇怪的\"帽子\"伪装自己。",
    "fact": "【伪装艺术】角蝉的前胸背板演化出各种奇形怪状的突起，有的像刺、像蚂蚁、像真菌、甚至像鸟粪！这些\"装饰\"让捕食者搞不清这到底是啥，吃不下嘴。角蝉的伪装完全来自身体结构，不是后天学习。它们是进化史上最\"造型设计感\"的昆虫。"
  },
  {
    "id": "rep_1",
    "name": "蜥蜴能\"克隆\"自己",
    "description": "有些蜥蜴根本不需要雄性就能繁殖。",
    "fact": "【孤雌生殖】某些鞭尾蜥、壁虎和石龙子全是雌性，通过孤雌生殖繁殖——卵子不需要受精就能发育！它们通过复制自己的基因组来产生后代。虽然看起来像\"克隆\"，但后代并非完全相同，因为有基因重组。这些蜥蜴证明了：雄性在某些物种里是\"可选配件\"。"
  },
  {
    "id": "rep_2",
    "name": "海龟用屁股呼吸",
    "description": "海龟冬眠时的呼吸方式很特别。",
    "fact": "【泄殖腔呼吸】海龟冬眠时躲在淤泥里，不能浮出水面换气，怎么办？靠屁股！泄殖腔内壁布满血管，能直接从水中吸收氧气。冬眠的海龟靠这种\"肛呼吸\"能撑好几个月。平时用肺呼吸，紧急情况用屁股——这是海龟进化出的\"双呼吸系统\"。"
  },
  {
    "id": "rep_3",
    "name": "变色龙变色不只是为了伪装",
    "description": "变色龙变色主要是情绪表达。",
    "fact": "【情绪调色板】变色龙变色主要不是为了融入环境，而是交流情绪和体温调节！生气时变深色，放松时变浅色，求偶时展现艳丽色彩。变色龙能看到紫外线，它们的皮肤对光线和温度也有反应。所以\"变色伪装\"是误解——它们更像用皮肤\"说话\"。"
  },
  {
    "id": "rep_4",
    "name": "壁虎的脚没有\"胶水\"",
    "description": "壁虎能爬墙靠的是分子力量。",
    "fact": "【范德华力】壁虎脚上有数百万根微小刚毛，每根刚毛又有数百个更细的分叉。这些结构与墙壁表面的分子距离极近，产生\"范德华力\"——一种分子间的弱吸引力！亿万次弱吸引力叠加，就成了壁虎\"倒挂天花板\"的超能力。壁虎不用胶水，用的是量子力学。"
  },
  {
    "id": "bir_1",
    "name": "鸽子能认出毕加索和莫奈",
    "description": "鸽子的艺术鉴赏能力超出想象。",
    "fact": "【艺术眼力】实验证明鸽子能学会区分毕加索和莫奈的画作，准确率超过80%！它们识别的是风格特征——毕加索的锐利线条和色块 vs 莫奈的柔和笔触。鸽子还能区分好坏画作、识别人脸照片。鸟类视觉系统比人类更发达，它们眼中的世界细节远比我们丰富。"
  },
  {
    "id": "bir_2",
    "name": "鸡是恐龙的直系后代",
    "description": "你吃的鸡是最接近霸王龙的生物。",
    "fact": "【血脉传承】鸟类是兽脚类恐龙的后裔，霸王龙和鸡共享同一个祖先！科学家发现霸王龙的蛋白质结构与现代鸡非常相似。所以严格来说，鸡不是\"像\"恐龙，鸡就是恐龙——准确说是\"鸟类恐龙\"。下次吃炸鸡，你吃的是恐龙肉。"
  },
  {
    "id": "bir_3",
    "name": "猫头鹰眼球不能转动",
    "description": "猫头鹰的眼睛是\"长死\"在眼眶里的。",
    "fact": "【管状眼球】猫头鹰的眼睛不是球体，而是管状，固定在眼眶里无法转动！为了看清侧面，猫头鹰必须转头——它们的脖子能旋转270度。管状眼睛的优势是立体视觉极佳，能精准定位猎物。猫头鹰用\"脖子灵活\"换来了\"眼睛精准\"，这是夜行猎手的进化选择。"
  },
  {
    "id": "bir_4",
    "name": "企鹅喝海水不脱水",
    "description": "企鹅有内置的\"海水淡化机\"。",
    "fact": "【盐腺系统】企鹅眼眶上方有特殊的\"盐腺\"，能从血液中提取多余盐分，然后从鼻孔排出高浓度盐水！这让企鹅可以直接喝海水而不脱水。海鸟、海龟、海蛇都有类似结构。人类喝海水会渴死，企鹅喝了没事——它们自带\"海水淡化器\"。"
  },
  {
    "id": "bir_5",
    "name": "鹦鹉能学会说人话但不懂语法",
    "description": "鹦鹉会说话不等于会语言。",
    "fact": "【模仿大师】鹦鹉能学会数百个单词，甚至能组合词语表达需求，但它们不懂语法规则！鹦鹉的\"语言\"是条件反射和联想记忆，不是真正的语言理解。最聪明的非洲灰鹦鹉能理解\"颜色\"\"形状\"\"数量\"等概念，但说不出完整的复杂句子。它们是\"词汇模仿者\"，不是\"语言学家\"。"
  },
  {
    "id": "mam_1",
    "name": "大象是唯一不能跳跃的哺乳动物",
    "description": "大象一辈子都没法\"双脚离地\"。",
    "fact": "【重量限制】大象是唯一无法让四脚同时离地的陆地哺乳动物！原因很简单：太重了。大象体重可达6吨，跳跃落地时骨骼会粉碎。大象的腿是\"柱状结构\"，适合支撑静止重量，不适合弹跳。所以大象从不会\"跳起来\"，最多小跑——这是重力的残酷现实。"
  },
  {
    "id": "mam_2",
    "name": "蝙蝠是唯一能飞的哺乳动物",
    "description": "\"飞鼠\"鼯鼠其实只会滑翔。",
    "fact": "【飞行垄断】蝙蝠是唯一能进行动力飞行的哺乳动物！鼯鼠、猫猴只能滑翔，不能主动飞翔。蝙蝠的翅膀是特化的手掌，指骨极度延长，之间有皮膜连接。蝙蝠飞行时翅膀拍打，能悬停、转向、倒飞。哺乳动物里，只有蝙蝠征服了真正的天空。"
  },
  {
    "id": "mam_3",
    "name": "河马跑得比人快",
    "description": "看起来笨重的河马其实是短跑健将。",
    "fact": "【速度欺骗】河马看起来圆滚滚、笨手笨脚，但奔跑时速可达30-40公里，比大多数人类还快！它们的腿短但肌肉发达，能在陆地上快速冲刺。河马是非洲最危险的大型动物之一，每年杀死约500人，靠的就是出其不意的速度和攻击性。别被它的\"呆萌\"外表骗了。"
  },
  {
    "id": "mam_4",
    "name": "骆驼驼峰不存水",
    "description": "骆驼的\"水库\"其实是脂肪库。",
    "fact": "【脂肪储备】骆驼的驼峰存的是脂肪，不是水！每个驼峰可存约35公斤脂肪，能在食物短缺时分解供能。脂肪分解还会产生\"代谢水\"，但量不大。骆驼真正的节水秘诀是：极高效肾脏、鼻腔能回收呼出气体的水分、体温波动大减少出汗。\"沙漠之舟\"靠的是整套节水系统。"
  },
  {
    "id": "mam_5",
    "name": "老鼠不能呕吐",
    "description": "老鼠吃了毒药想吐都吐不出来。",
    "fact": "【生理缺陷】老鼠的食道和胃之间有强大的括约肌，加上大脑呕吐中枢不发达，导致它们无法呕吐！这就是为什么老鼠药有效——老鼠吃了毒物无法吐出来。但它们演化出了\"厌食学习\"：吃一口觉得不对劲就不再吃。老鼠靠\"学乖\"而不是\"呕吐\"来避免中毒。"
  },
  {
    "id": "mam_6",
    "name": "鲸鱼有\"腿骨\"残留",
    "description": "深海巨兽体内藏着陆生祖先的证据。",
    "fact": "【演化遗迹】鲸鱼体内保留着退化的骨盆和腿骨！这些骨头没有任何功能，纯粹是祖先在陆地上行走时的遗迹。偶尔会有鲸鱼长出\"返祖腿\"，像199年日本捕获的一头海豚就有额外的鳍肢。鲸鱼的\"腿骨\"是陆地祖先留在它们体内的签名，证明\"我们从陆地来\"。"
  },
  {
    "id": "sym_1",
    "name": "你身体里有一半细胞不是人",
    "description": "人类其实是\"半人半菌\"的共生体。",
    "fact": "【共生真相】人体内约50%的细胞是微生物，包括细菌、真菌、病毒等！它们住在肠道、皮肤、口腔等处，数量约38万亿。这些\"外来户\"帮你消化食物、合成维生素、训练免疫系统、甚至影响情绪。没有它们，你活不下去。从细胞数量看，你只有一半是\"人\"，另一半是微生物联盟。"
  },
  {
    "id": "sym_2",
    "name": "僵尸蚂蚁真菌控制蚂蚁大脑",
    "description": "真菌能让蚂蚁变成\"傀儡\"。",
    "fact": "【寄生控制】偏侧蛇虫草菌感染蚂蚁后，会操控蚂蚁爬到高处植物叶片上咬住，然后真菌从蚂蚁头部长出子实体，喷射孢子感染更多蚂蚁！研究发现真菌不直接攻击蚂蚁大脑，而是包围并控制蚂蚁的肌肉纤维，像\"远程操控\"一样让蚂蚁按它的意志行动。这是自然界最恐怖的\"僵尸化\"。"
  },
  {
    "id": "sym_3",
    "name": "小丑鱼和海葵是\"互保\"关系",
    "description": "《海底总动员》里的组合有真实的互利机制。",
    "fact": "【化学外交】小丑鱼身上覆盖着特殊黏液，让海葵的刺细胞\"认不出\"它！小丑鱼帮海葵清理食物残渣和寄生虫，还能引诱其他鱼靠近海葵成为猎物；海葵则为小丑鱼提供保护，用有毒触手挡住天敌。小丑鱼的黏液涂层需要慢慢\"适应\"才能获得，相当于申请\"海葵居留证\"。"
  },
  {
    "id": "sym_4",
    "name": "线虫靠细菌当\"生物武器\"",
    "description": "一种小虫子带着细菌四处\"投毒\"。",
    "fact": "【细菌雇佣兵】昆虫病原线虫体内携带着发光杆菌，它们钻进昆虫幼虫体内后释放细菌，细菌在48小时内杀死宿主，线虫和细菌一起享用\"尸体大餐\"。线虫提供\"运输服务\"，细菌提供\"化学武器\"，这是自然界最经典的\"雇佣兵\"合作模式。"
  },
  {
    "id": "sym_5",
    "name": "藤壶长在鲸鱼身上一辈子",
    "description": "藤壶把鲸鱼当\"免费游轮\"。",
    "fact": "【附着生存】藤壶幼虫会钻进鲸鱼皮肤，把自己\"焊死\"在鲸鱼身上，随鲸鱼游动获取食物！藤壶通过鲸鱼的游动获得稳定的水流带来浮游生物，还能搭便车迁徙。一头鲸鱼身上可能有上千公斤的藤壶，鲸鱼基本不受影响——这是自然界最\"厚脸皮\"的搭便车行为。"
  },
  {
    "id": "sym_6",
    "name": "水母带着\"太阳能板\"到处游",
    "description": "某些水母体内养着藻类当\"能量工厂\"。",
    "fact": "【光合共生】仙女水母等种类体内共生着藻类，藻类通过光合作用产生糖分供给了水母高达90%的能量需求！水母白天游到阳光下\"充电\"，晚上利用储存的能量活动。它们本质上是\"半动物半植物\"的生物，像带着内置太阳能板的移动生物。"
  },
  {
    "id": "rep_5",
    "name": "蝾螈能再生大脑",
    "description": "这种动物的再生能力堪比科幻片。",
    "fact": "【再生大师】墨西哥钝口螈（六角恐龙）能再生四肢、尾巴、心脏、脊髓，甚至部分大脑！它们的细胞能\"返老还童\"变回干细胞，然后重新分化成需要的组织。人类受伤后是结疤愈合，蝾螈是完全复原。科学家至今在研究这种能力，希望应用于人类医学。"
  },
  {
    "id": "rep_6",
    "name": "海鬣蜥会\"缩小\"自己",
    "description": "这种蜥蜴在食物短缺时能让身体变小。",
    "fact": "【骨骼重塑】加拉帕戈斯海鬣蜥在食物短缺时，能重新吸收骨骼让身体缩短达20%！这不是减肥，是真正的骨骼缩短。当食物恢复后，它们又会长回来。这种能力让它们在恶劣时期减少能量消耗。海鬣蜥是已知唯一能主动\"缩骨\"的脊椎动物。"
  },
  {
    "id": "pla_9",
    "name": "含羞草\"害羞\"是在自我保护",
    "description": "含羞草闭合叶片不只是\"好玩\"。",
    "fact": "【防御机制】含羞草被触碰后闭合叶片是防御策略！突然的叶片运动会吓跑小型昆虫，让草食动物觉得这棵植物\"不好吃\"或者\"有问题\"。闭合还能减少叶片面积，让远处的动物不容易发现它。含羞草的\"害羞\"是被吃出来的进化智慧——装死有时候能保命。"
  },
  {
    "id": "pla_10",
    "name": "植物会\"说话\"",
    "description": "植物之间的交流比想象中复杂。",
    "fact": "【化学语言】植物不能发声，但会释放挥发性化学物质\"交流\"！当一片叶子被虫咬，它会释放信号让其他叶片提前合成防御物质，甚至通知邻居植物\"有危险\"。某些植物还能\"识别\"亲属，对亲戚释放更少的竞争性化学物质。植物的\"社交网络\"全部通过化学分子实现。"
  },
  {
    "id": "pla_11",
    "name": "捕蝇草能\"数数\"",
    "description": "这种食虫植物有惊人的判断力。",
    "fact": "【计数陷阱】捕蝇草的夹子内有6根触毛，需要被触碰两次才会闭合！这是为了避免被雨滴或落叶\"骗开\"浪费能量。两次触碰必须在20秒内完成，否则重置。如果猎物在闭合后持续挣扎触发更多触毛，捕蝇草会分泌消化酶。它在用\"计数\"判断是否值得出力。"
  },
  {
    "id": "pla_12",
    "name": "树木会\"喂\"自己的孩子",
    "description": "母树会照顾幼苗成长。",
    "fact": "【森林家庭】大树通过地下真菌网络（菌根网络）向幼苗输送糖分和营养！研究发现，母树能识别自己的幼苗，优先向它们输送资源。老树临死前甚至会\"倾囊相授\"，把储存的营养传给周围的树木。森林里的树木不是孤立竞争，而是通过\"真菌互联网\"互相支持。"
  },
  {
    "id": "pla_13",
    "name": "世界上最长寿的生物是树",
    "description": "有些树比人类文明还古老。",
    "fact": "【时间旅者】美国加州的\"玛士撒拉\"刺果松已活了4800多年，发芽时埃及金字塔还没建！这棵树见证了人类文明的兴衰。更惊人的是潘多白杨林，这是一个由同一根系克隆出的树林，估计有8万年以上历史，重达6000吨，是地球上最重的单一生物。树的时间尺度，人类无法想象。"
  },
  {
    "id": "ext_1",
    "name": "水熊虫能冻住几十年再复活",
    "description": "这种生物的\"假死\"能力超越科幻。",
    "fact": "【时间冻结】水熊虫进入隐生状态后，新陈代谢降到正常的0.01%，能在-272°C到150°C的温度范围、真空、高辐射环境下存活！有记录显示，水熊虫被冷冻30年后仍能复苏繁殖。它们靠特殊蛋白质保护细胞结构，用\"海藻糖\"替代水分子维持生命。这是地球生命对极端环境的终极适应。"
  },
  {
    "id": "ext_2",
    "name": "深海鱼不会被水压压扁",
    "description": "万米深海的压力能压扁坦克，但压不扁鱼。",
    "fact": "【压力平衡】马里亚纳海沟的压力是海平面的1000倍以上，足以压碎潜艇！但深海鱼靠体内特殊的\"氧化三甲胺\"和可压缩的细胞膜适应高压。它们的鱼鳔要么退化要么充满脂肪，体内没有空气腔，内外压力平衡。深海鱼的\"抗压秘诀\"是：不抵抗压力，让自己与压力融为一体。"
  },
  {
    "id": "ext_3",
    "name": "耐辐射奇球菌能扛核辐射",
    "description": "这种细菌是\"核末日幸存者\"。",
    "fact": "【DNA修复王】耐辐射奇球菌能承受人类致死剂量1000倍的电离辐射！它的DNA被辐射打成碎片后，能在几小时内完美修复。秘诀在于独特的DNA修复机制和多拷贝基因组，相当于\"带了好几份备份图纸\"。科学家认为这种细菌能在外太空、核废料场甚至火星上生存。"
  },
  {
    "id": "ext_4",
    "name": "南极蠓能在冰里冻着活",
    "description": "南极唯一的不飞昆虫有独门绝技。",
    "fact": "【冰冻生存】南极蠓是南极大陆唯一的昆虫，能忍受-20°C的体温和脱水状态！它靠体内积累的海藻糖和脱水来保护细胞，被冻住后像一粒干瘪的谷粒，解冻后继续爬。它的幼虫要发育两年才能化蛹，其中大部分时间都在\"冻着等\"。这是地球上最耐寒的昆虫。"
  },
  {
    "id": "bra_1",
    "name": "章鱼能通过看学会开罐头",
    "description": "章鱼的智商在无脊椎动物中登顶。",
    "fact": "【观察学习】章鱼是唯一被证实能通过观察同类学习新技能的无脊椎动物！实验显示，章鱼看过同伴拧开罐头后，自己也能学会，不需要反复试错。章鱼还能解开复杂的瓶盖、走迷宫、甚至\"越狱\"——水族馆的章鱼经常趁夜溜出水箱，吃完邻居鱼缸的海鲜再溜回去。"
  },
  {
    "id": "bra_2",
    "name": "乌鸦会制造工具",
    "description": "乌鸦的智商相当于7岁小孩。",
    "fact": "【工具工程师】新喀里多尼亚乌鸦能把树叶撕成工具勾出树洞里的虫子，还会弯铁丝做成钩子！实验中，乌鸦能解决需要多步骤的谜题，理解因果关系，甚至规划未来。它们的智商测试成绩相当于5-7岁儿童。乌鸦证明了：没有大脑皮层也能很聪明，它们的智慧走了另一条进化路。"
  },
  {
    "id": "bra_3",
    "name": "大象能认出镜子里的自己",
    "description": "大象有自我意识的证据。",
    "fact": "【镜像测试】大象是极少数能通过\"镜像自我识别测试\"的动物之一！它们看到镜子里的自己不是攻击或无视，而是检查自己身体上平时看不到的部位，还会用镜子查看耳朵后面。这意味着大象有\"自我\"的概念，知道自己是一个独立存在的个体。只有人类、黑猩猩、海豚、大象等少数动物能做到。"
  },
  {
    "id": "bra_4",
    "name": "鹦鹉能理解\"零\"的概念",
    "description": "灰鹦鹉的数学能力惊人。",
    "fact": "【数字天才】非洲灰鹦鹉Alex是史上最聪明的鹦鹉之一，能数数、辨别颜色形状、甚至理解\"零\"的概念！当被问\"有多少\"时，如果什么都没有，它会回答\"none\"。这是人类以外动物首次被证实理解\"无\"这个抽象概念。Alex还学会了说\"对不起\"并在犯错时正确使用。"
  },
  {
    "id": "bra_5",
    "name": "狗能理解人类手势但狼不能",
    "description": "驯化让狗进化出了\"读心术\"。",
    "fact": "【驯化遗产】实验显示，即使是幼犬也能理解人类的手指指向，找到藏食物的地方，但狼即使被人类养大也做不到！这表明狗在驯化过程中进化出了专门理解人类社交信号的能力。狗还能读取人类眼神、语气、甚至面部表情。驯化让狗获得了\"人类翻译器\"。"
  },
  {
    "id": "sex_1",
    "name": "小丑鱼能自己\"变性\"",
    "description": "《海底总动员》里Nemo的妈妈其实能\"回来\"。",
    "fact": "【性别逆转】小丑鱼是\"顺序雌雄同体\"，一个群体里只有一条雌性（体型最大）和一条具有繁殖能力的雄性。如果雌性死亡，雄性会变成雌性，然后第二条最大的鱼变成雄性！所以如果《海底总动员》符合科学，Nemo的妈妈死后，他爸爸会变成妈妈。"
  },
  {
    "id": "sex_2",
    "name": "雌性螳螂会吃掉交配对象",
    "description": "螳螂的\"婚礼\"可能是\"葬礼\"。",
    "fact": "【性食同类】约13-28%的雄性螳螂会在交配中被雌性吃掉！雌性需要的蛋白质用来产卵，雄性成为\"最后的贡献\"。有趣的是，被吃掉的雄性往往交配时间更长，产下的后代更多——\"牺牲\"不是白费的。有些雄性螳螂会在交配时小心翼翼接近，交配完赶紧逃跑。"
  },
  {
    "id": "sex_3",
    "name": "袋鼩交配后会\"累死\"",
    "description": "这种小型有袋动物的雄性为爱献身。",
    "fact": "至死方休】袋鼩的繁殖季持续2-3周，雄性会疯狂交配，最长可达14小时不停！高强度的交配导致雄性免疫系统崩溃、毛发脱落、内出血，最终死亡。这是进化上的\"一次性繁殖策略\"——反正很难活到下一个繁殖季，不如把所有资源都砸在这一次。"
  },
  {
    "id": "sex_4",
    "name": "海蛞蝓能\"回收利用\"精子",
    "description": "这种海洋生物的繁殖方式极其节约。",
    "fact": "【精液循环】某些海蛞蝓是雌雄同体，交配后会储存对方的精子，如果后来找到更优质的配偶，它们会\"消化\"掉旧的精子，用新的精子受精！这是一种\"精子竞争\"策略，确保后代基因最优秀。海蛞蝓把\"回收利用\"应用到了生殖领域。"
  },
  {
    "id": "sex_5",
    "name": "鸭子的生殖道是\"螺旋迷宫\"",
    "description": "鸭子繁殖器官的进化是一场\"军备竞赛\"。",
    "fact": "【进化战争】雄性鸭子有螺旋形的生殖器，长度可达体长的一半，而且是逆时针螺旋；雌性鸭子则进化出了顺时针螺旋的生殖道，还有多个\"死胡同\"通道！这是一场\"攻防战\"：雌性用迷宫般的结构选择谁能成为父亲，雄性用长螺旋\"强行\"授精。鸭子的繁殖是进化史上最激烈的性别冲突。"
  },
  {
    "id": "eco_1",
    "name": "狼改变河流",
    "description": " Yellowstone的狼回归改变了地形。",
    "fact": "【营养级联】1995年黄石公园重新引入狼后，鹿群不敢在河边久留，柳树和杨树得以恢复，河岸不再被啃秃。植被恢复引来海狸，海狸筑坝形成湿地，湿地引来鸟类、鱼类、两栖动物……狼不仅改变了生态系统，还稳定了河岸，改变了河流走向！这叫\"营养级联\"：顶级捕食者的影响能传导到地质层面。"
  },
  {
    "id": "eco_2",
    "name": "鲸鱼的尸体养活深海几十年",
    "description": "鲸落是最壮观的\"死亡馈赠\"。",
    "fact": "【鲸落生态】鲸鱼死亡沉入海底后，能支撑一个独特生态系统长达50年！第一阶段鲨鱼和盲鳗吃掉90%的软组织；第二阶段蠕虫和甲壳类在骨骼上安家；第三阶段细菌分解骨骼脂质，释放硫化氢供养化能生物。一头鲸鱼能养活上万只生物，死亡成了深海生命的\"绿洲\"。"
  },
  {
    "id": "eco_3",
    "name": "蚯蚓是地球的\"耕作者\"",
    "description": "没有蚯蚓，地球表面会完全不同。",
    "fact": "【生物翻耕】达尔文曾估算，英国每英亩土地每年有约15吨土壤经过蚯蚓消化道！蚯蚓每年翻动的土壤量超过冰川运动的总和。它们把有机质混入土壤、创造通气通道、促进排水。没有蚯蚓，地球表面的土壤会变得板结贫瘠。蚯蚓是名副其实的\"地球工程师\"。"
  },
  {
    "id": "eco_4",
    "name": "蜜蜂消失人类会饿死",
    "description": "蜜蜂是全球粮食安全的隐形守护者。",
    "fact": "【授粉危机】全球约75%的农作物依赖动物授粉，其中蜜蜂是最重要的授粉者！没有蜜蜂，苹果、杏仁、洋葱、咖啡、巧克力等100多种主要食物将消失或产量暴跌。估计蜜蜂授粉服务的价值每年超过5000亿美元。爱因斯坦曾预言：\"蜜蜂消失，人类只能活4年\"——这并非夸张。"
  },
  {
    "id": "eco_5",
    "name": "珊瑚礁是海洋的\"热带雨林\"",
    "description": "珊瑚礁只占海洋0.1%，却养育25%海洋生物。",
    "fact": "【生态堡垒】珊瑚礁面积不到海洋的0.1%，却是约25%海洋鱼类的家园！它们提供的生态服务包括：海岸防护（吸收波浪能量）、渔业资源、旅游收入、新药研发资源。全球约有10亿人直接依赖珊瑚礁生存。珊瑚礁白化不只是\"风景变丑\"，是整个海洋生态系统的警讯。"
  },
  {
    "id": "odd_1",
    "name": "鸭嘴兽是\"拼凑\"出来的动物",
    "description": "鸭嘴兽像是用其他动物\"零件\"组装的。",
    "fact": "【进化怪胎】鸭嘴兽有鸭子的嘴、海狸的尾巴、产卵（像爬行动物）、分泌乳汁（像哺乳动物）、雄性后腿有毒刺（像蛇）！当第一具鸭嘴兽标本送到欧洲时，科学家以为是恶作剧，以为有人把鸭嘴缝到了海狸身上。鸭嘴兽是哺乳动物进化早期的\"活化石\"，保留了祖先的多种特征。"
  },
  {
    "id": "odd_2",
    "name": "穿山甲是唯一有鳞片的哺乳动物",
    "description": "穿山甲的防御装备在哺乳动物中独一无二。",
    "fact": "【鳞甲战士】穿山甲全身覆盖着角蛋白鳞片（和人类指甲成分相同），占体重的20%！遇到危险时它们卷成球，鳞片形成坚硬的盔甲，连狮子都无从下口。但这些鳞片也成了它们的诅咒——迷信认为鳞片有药用价值，穿山甲因此成为全球走私最严重的哺乳动物，濒临灭绝。"
  },
  {
    "id": "odd_3",
    "name": "霍加狓是长颈鹿的\"短脖子亲戚\"",
    "description": "这种神秘动物直到1901年才被发现。",
    "fact": "【隐秘巨兽】霍加狓长得像斑马和马的杂交，其实它是长颈鹿唯一现存亲戚！它们生活在刚果雨林深处，直到1901年才被西方科学界发现。霍加狓有长颈鹿特征的长舌头（用于扯树叶），但脖子很短。它们的腿上有像斑马的条纹，这是保护色，让幼崽在森林光影中\"隐形\"。"
  },
  {
    "id": "odd_4",
    "name": "儒艮是\"美人鱼\"的原型",
    "description": "传说中的美人鱼可能只是儒艮。",
    "fact": "【海妖真相】儒艮和海牛是传说中的\"美人鱼\"原型！它们抱着幼崽浮出水面哺乳的样子，远看像人形。儒艮是海洋中唯一的素食哺乳动物，每天要吃体重10%的海草。它们游泳姿态优雅，行动缓慢，没有任何攻击性。\"美人鱼\"的浪漫传说，来自水手对儒艮的误认。"
  },
  {
    "id": "odd_5",
    "name": "鸭嘴兽用嘴\"电\"猎物",
    "description": "鸭嘴兽的嘴不只是用来\"吃东西\"。",
    "fact": "【电感应器】鸭嘴兽的嘴上布满电感受器，能探测猎物肌肉收缩产生的微弱电场！它们在水下闭着眼、捂着耳朵、鼻孔封闭，完全靠\"电感应\"定位虾和蠕虫。这种能力在哺乳动物中极为罕见。鸭嘴兽游泳时像带了\"生物雷达\"，不用看就能精确找到猎物。"
  },
  {
    "id": "odd_6",
    "name": "星鼻鼹的鼻子像\"海星\"",
    "description": "这种鼹鼠拥有地球上最奇怪的鼻子。",
    "fact": "【触觉超人】星鼻鼹的鼻子有22条粉红色触手，像一朵海星！这是地球上最敏感的触觉器官，拥有超过10万个神经纤维（人类手只有1.7万个）。它能在0.25秒内判断地下的东西能不能吃，是哺乳动物中\"触觉最快\"的。星鼻鼹在地下隧道里\"盲飞\"，全靠这个超级鼻子导航。"
  },
  {
    "id": "odd_7",
    "name": "吸血蝙蝠真的存在",
    "description": "传说中的吸血鬼在自然界有原型。",
    "fact": "【血液食谱】吸血蝙蝠是唯一完全以血液为食的哺乳动物！它们用锋利的门牙切开牲畜皮肤，分泌抗凝血素让血流动，然后舔食（不是吸血）。它们一晚能喝掉自己体重一半的血。更神奇的是，吸血蝙蝠会\"分享食物\"——喝饱的蝙蝠会反哺饥饿的同伴，这是罕见的利他行为。"
  },
  {
    "id": "odd_8",
    "name": "裸鼹鼠不长癌症",
    "description": "这种丑萌的动物有独特的抗癌机制。",
    "fact": "【抗癌之王】裸鼹鼠是人类发现的唯一不会自然患癌的哺乳动物！它们的细胞会产生一种特殊的高分子量透明质酸，让细胞\"太挤\"无法分裂成肿瘤。裸鼹鼠还能活30年（同类体型老鼠只能活3年），对疼痛不敏感，能在低氧环境下生存。它们是生物医学研究的\"宝藏动物\"。"
  },
  {
    "id": "odd_9",
    "name": "鲸鱼的\"喷水\"其实是喷气",
    "description": "鲸鱼喷出的不是海水，是热气。",
    "fact": "【呼吸凝雾】鲸鱼的\"喷水\"其实是呼出的热空气！当鲸鱼浮出水面换气，肺里约37°C的热空气被用力喷出，遇到冷空气凝结成雾状水珠。就像冬天呼气会有\"白烟\"一样，只是鲸鱼的肺活量巨大，\"白烟\"也巨大。所以鲸鱼不是在\"喷水表演\"，只是在\"大口呼吸\"。"
  },
  {
    "id": "odd_10",
    "name": "老虎的皮肤也有条纹",
    "description": "把老虎剃光毛，皮肤上还是有花纹。",
    "fact": "【皮毛一体】老虎是唯一皮肤和毛皮都有条纹的大型猫科动物！如果剃光老虎的毛，皮肤上依然有黑色条纹。这些条纹是皮肤色素沉积形成的，和毛发的颜色对应。狮子、豹子的皮肤则没有花纹。每只老虎的条纹都独一无二，就像人类的指纹。"
  },
  {
    "id": "gen_1",
    "name": "你的DNA有98%是\"垃圾\"",
    "description": "人类基因组里大部分似乎没什么用。",
    "fact": "【暗物质基因】人类基因组只有约2%编码蛋白质，剩下98%曾被称为\"垃圾DNA\"！但研究发现这些\"垃圾\"有调节功能，控制基因开关、维持染色体结构、甚至影响疾病。它们不是\"垃圾\"，是\"暗物质\"——看不见但很重要。人类基因组计划测出了序列，但至今还在探索那些\"非编码区\"到底在干什么。"
  },
  {
    "id": "gen_2",
    "name": "人类和黑猩猩基因相似度99%",
    "description": "人和黑猩猩的差距只有1%。",
    "fact": "【微小差距】人类和黑猩猩的基因组相似度约98.8%，和小鼠的相似度约85%，和香蕉的相似度约50%！那1%的差异造就了人类文明和黑猩猩部落的巨大鸿沟。这些差异主要集中在基因调控区域——不是\"有什么基因\"不同，而是\"基因怎么开关\"不同。人类的独特性，藏在基因的\"开关\"里。"
  },
  {
    "id": "gen_3",
    "name": "你体内有病毒DNA",
    "description": "人类基因组约8%是古老病毒的遗骸。",
    "fact": "【病毒遗产】人类基因组约8%是内源性逆转录病毒的DNA！这些病毒在数百万年前感染了人类祖先的生殖细胞，把自己的基因\"焊\"进了人类基因组。大多数已经失活，但某些病毒基因被人类\"招安\"利用——比如合胞素基因来自病毒，对胎盘形成至关重要。你体内流淌着古老病毒的\"血脉\"。"
  },
  {
    "id": "gen_4",
    "name": "一个人的DNA重约60克",
    "description": "携带生命蓝图的东西轻得惊人。",
    "fact": "【轻若鸿毛】人体所有细胞里的DNA总重量只有约60克！这60克DNA包含了构建整个人体的全部信息，从眼睛颜色到血型，从智力潜能到疾病风险。相当于用两颗鸡蛋的重量，存储了3GB的遗传信息（如果用ATCG编码），而且还能自我复制和修复。大自然的数据压缩技术，人类望尘莫及。"
  },
  {
    "id": "gen_5",
    "name": "双胞胎可以有不同父亲",
    "description": "同母异父的双胞胎不是科幻情节。",
    "fact": "【异父同期复孕】如果女性在排卵期先后与两名男性发生关系，她排出的两颗卵子可能分别被不同男性的精子受精，生下同母异父的双胞胎！这种情况叫\"异父同期复孕\"，虽然罕见但确实存在。DNA检测曾揭示过多起这样的案例，让\"同父同母\"的双胞胎定义变得不那么绝对。"
  },
  {
    "id": "slp_1",
    "name": "海獭睡觉会手牵手",
    "description": "海獭的\"牵手\"行为有实际原因。",
    "fact": "【漂流伴侣】海獭在海面上睡觉时，会手牵手防止被水流冲散！它们还会把自己裹在海藻里当\"锚\"，避免漂走。海獭妈妈会把宝宝放在胸前睡觉，随时守护。这种\"牵手\"不是浪漫，是生存必需——在茫茫大海里，失散意味着死亡。海獭用最萌的方式解决了一个严肃的问题。"
  },
  {
    "id": "slp_2",
    "name": "长颈鹿每天只睡30分钟",
    "description": "世界上最高的动物是\"失眠冠军\"。",
    "fact": "【最少睡眠】长颈鹿是哺乳动物中睡眠时间最短的，每天只睡约30分钟！而且是分成多个\"小睡\"，每次几分钟。它们站着打盹，偶尔躺下把脖子弯回来休息一下。长颈鹿的天敌太多，睡太久太危险。相比之下，考拉每天睡22小时，三趾树懒睡20小时。睡眠时间的差距，反映了生存压力的差异。"
  },
  {
    "id": "slp_3",
    "name": "马可以站着睡觉",
    "description": "马腿有\"锁定机制\"让它站着休息。",
    "fact": "【站立休息】马的膝盖有特殊的锁定结构，能让腿关节\"卡住\"保持站立，不用肌肉用力！这让马可以站着打盹，随时准备逃跑。不过马也需要躺下进入深度睡眠（REM睡眠），每天约30分钟。马的祖先在草原上被掠食者虎视眈眈，\"站着睡\"是进化出来的保命技能。"
  },
  {
    "id": "slp_4",
    "name": "鸭子排队睡觉时边缘的睁一只眼",
    "description": "鸭群的\"值班制度\"天生的。",
    "fact": "【半脑警戒】一群鸭子排队睡觉时，两端的鸭子会睁一只眼闭一只眼，用一半大脑警戒！中间的鸭子两只眼都闭上。实验显示，当危险信号出现，边缘的鸭子反应更快。位置决定了\"值班\"责任，这是天生的行为。鸭群用\"排班制\"实现了集体安全和个体休息的平衡。"
  },
  {
    "id": "slp_5",
    "name": "有些鸟在飞行中睡觉",
    "description": "军舰鸟可以在飞行时让半个大脑休息。",
    "fact": "【空中小睡】军舰鸟能连续飞行数周不着陆，它们在飞行中让左右脑轮流休息！研究发现，军舰鸟飞行睡眠时一次只睡几秒到几分钟，而且经常只睡半个大脑。它们还能在滑翔时短暂进入深度睡眠。这让它们可以跨洋迁徙而不用着陆——进化把\"边飞边睡\"变成了现实。"
  },
  {
    "id": "imm_1",
    "name": "你的免疫系统每天都在\"杀敌\"",
    "description": "身体里每天都在进行无声战争。",
    "fact": "【体内战场】人体免疫系统每天消灭约30亿个入侵微生物和异常细胞！中性粒细胞是\"自杀式士兵\"，吞下敌人后自毁；巨噬细胞是\"重型坦克\"，能吞噬上百个细菌；NK细胞是\"特种兵\"，专门猎杀癌变细胞和病毒感染细胞。你的健康是数万亿免疫细胞日夜奋战换来的。"
  },
  {
    "id": "imm_2",
    "name": "发烧是免疫系统\"开大招\"",
    "description": "发烧不是病，是身体在战斗。",
    "fact": "【高温战略】发烧是免疫系统主动升温来对抗感染！高温能抑制细菌繁殖、增强免疫细胞活性、加速抗体产生。下丘脑把体温调高，就像给免疫系统\"加BUFF\"。所以轻微发烧不要急着退烧，让免疫系统好好打一架。当然高烧（超过39°C）还是需要医疗干预，\"大招\"开太久身体也受不了。"
  },
  {
    "id": "imm_3",
    "name": "过敏是免疫系统\"认错人\"",
    "description": "花粉过敏是免疫系统的乌龙事件。",
    "fact": "【误判敌友】过敏是免疫系统对无害物质发起攻击！花粉、花生、猫毛本身不会伤害你，但免疫系统错误地把它们当成\"入侵者\"，释放组胺等化学物质引发打喷嚏、起疹子等症状。这就像保安把访客当成恐怖分子，动用全部武力。过敏越严重，说明免疫系统的\"误判\"越严重。"
  },
  {
    "id": "imm_4",
    "name": "阑尾是免疫系统的\"训练营\"",
    "description": "阑尾曾经被认为无用，现在发现很重要。",
    "fact": "【免疫基地】阑尾是淋巴组织聚集地，是免疫系统识别肠道细菌的\"训练营\"！出生后早期，阑尾帮助免疫系统学习区分\"好细菌\"和\"坏细菌\"。它还是肠道菌群的\"备份库\"，腹泻后从这里重新\"播种\"肠道。阑尾切除的人某些肠道感染风险略高，它不是没用的\"退化器官\"。"
  },
  {
    "id": "imm_5",
    "name": "婴儿的第一口母乳是\"疫苗\"",
    "description": "初乳含有大量免疫因子。",
    "fact": "【液态黄金】产后最初几天的\"初乳\"含有高浓度的抗体、免疫细胞和生长因子！婴儿自己的免疫系统还不成熟，妈妈的母乳提供\"临时免疫保护\"。初乳中的IgA抗体覆盖婴儿肠道，阻挡病原体入侵。母乳喂养的婴儿感染风险更低，这不仅是营养问题，是\"被动免疫\"。"
  },
  {
    "id": "com_1",
    "name": "蜜蜂用舞蹈\"说话\"",
    "description": "蜜蜂的\"摇摆舞\"是精确的导航系统。",
    "fact": "【舞蹈密码】蜜蜂发现食物后，会跳\"8字舞\"传递信息：摇摆角度表示食物相对于太阳的方向，摇摆持续时间表示距离，舞蹈热情程度表示食物质量！其他蜜蜂看完舞蹈就能精准找到花朵，误差不超过几米。蜜蜂没有语言，却用身体发明了地球上最高效的\"空间描述系统\"。"
  },
  {
    "id": "com_2",
    "name": "大象用脚\"听\"地震波",
    "description": "大象的通讯系统包含次声波。",
    "fact": "【地震通讯】大象能发出低频次声波，通过地面传播数公里！其他大象用脚底的敏感神经\"听\"到这些震动，判断同伴的位置和状态。大象还会跺脚发出\"地震警报\"，警告群体有危险。它们用\"脚\"实现了远距离通讯——这比人类的无线电早进化了数百万年。"
  },
  {
    "id": "com_3",
    "name": "乌鸦有方言",
    "description": "不同地区的乌鸦叫声不一样。",
    "fact": "【地域口音】研究发现，不同地区的乌鸦群体有独特的\"方言\"！它们的叫声频率、节奏、音调都有差异，就像人类有普通话和方言。乌鸦能识别\"老乡\"和\"外地人\"，对外来乌鸦更警惕。乌鸦的方言不是先天的，是幼鸟向成年乌鸦学习获得的——文化传承在鸟类中也存在。"
  },
  {
    "id": "com_4",
    "name": "鲸鱼会\"唱歌\"传情",
    "description": "座头鲸的歌声能传播数千公里。",
    "fact": "【海洋情歌】座头鲸雄性会唱复杂悠长的\"情歌\"吸引雌性，歌声可长达20分钟，能传播数千公里！同一海域的雄鲸会\"学歌\"，一首\"流行歌曲\"会在鲸群中传播。鲸歌还有\"地域风格\"，不同海域的鲸歌不同。鲸鱼没有声带，靠喉部振动发声，用\"歌声\"在茫茫大海中寻找伴侣。"
  },
  {
    "id": "com_5",
    "name": "萤火虫用闪光\"相亲\"",
    "description": "每种萤火虫有独特的闪光密码。",
    "fact": "【光语求偶】萤火虫用闪光模式寻找配偶——每种萤火虫有独特的闪光频率和时长！雌虫看到同类的闪光模式才会回应。某些雌性萤火虫会模仿其他种类的闪光模式，吸引雄性然后吃掉——\"致命诱惑\"。萤火虫的光是冷光，效率接近100%，人类LED灯都望尘莫及。"
  },
  {
    "id": "cam_1",
    "name": "章鱼能模仿其他动物",
    "description": "拟态章鱼是海洋界的\"百变星君\"。",
    "fact": "【变形大师】拟态章鱼能改变身体形状、颜色、动作，模仿狮子鱼、海蛇、比目鱼等至少15种海洋生物！它不仅外表像，游泳姿态也模仿得惟妙惟肖。遇到危险时，它会选择模仿天敌害怕的动物。这是动物界最高级的伪装——不是藏起来，是\"变身\"。"
  },
  {
    "id": "cam_2",
    "name": "有些蝴蝶装成\"毒蝴蝶\"",
    "description": "无毒蝴蝶模仿有毒蝴蝶的样子。",
    "fact": "【狐假虎威】贝氏拟态让无毒蝴蝶模仿有毒蝴蝶的鲜艳警告色，骗过捕食者！比如副王蛱蝶模仿有毒的君主斑蝶，鸟类看到就会避开。这是一种\"骗保\"策略——不需要真的有毒，只需要\"看起来有毒\"。但捕食者也不傻，如果模仿者太多，捕食者学会\"有些鲜艳蝴蝶其实是安全的\"。"
  },
  {
    "id": "cam_3",
    "name": "竹节虫装成树枝一辈子",
    "description": "竹节虫的伪装极其逼真。",
    "fact": "【植物模仿】竹节虫不仅长得像树枝，行为也像——白天静止不动，随着风轻轻摇摆，像一根树枝在风中晃动！有些种类甚至有\"树皮纹理\"和\"苔藓斑点\"。遇到危险时它们会\"假死\"掉落，融入地面的枯枝落叶中。竹节虫用一生演一棵树，演技堪比奥斯卡影帝。"
  },
  {
    "id": "cam_4",
    "name": "兰花螳螂长得像一朵花",
    "description": "这种螳螂用美色诱捕猎物。",
    "fact": "【花中刺客】兰花螳螂的腿像花瓣，颜色粉嫩，看起来就是一朵兰花！它趴在花丛中，猎物被\"花蜜\"吸引过来，就成了它的美餐。更神奇的是，兰花螳螂越年轻颜色越鲜艳，成熟后反而变淡。它不是藏在花里，是\"变成\"了花——大自然的诱惑与杀机完美结合。"
  },
  {
    "id": "cam_5",
    "name": "比目鱼趴着长大",
    "description": "比目鱼小时候是\"正常鱼\"，长大后\"歪\"了。",
    "fact": "【变形发育】比目鱼出生时眼睛一边一只，和其他鱼一样！但成长过程中，一只眼睛慢慢移动到另一侧，身体也变得扁平，最后变成\"双眼同侧\"的样子，趴在海床上。这种变形是基因控制的\"发育大改造\"，让比目鱼能躺在海底伪装，两只眼睛都盯着上方。"
  },
  {
    "id": "par_1",
    "name": "海马爸爸怀孕生子",
    "description": "海马是自然界雄性怀孕的典范。",
    "fact": "【角色反转】海马爸爸有育儿袋，妈妈把卵产进去，爸爸负责受精、孵化和分娩！雄海马的育儿袋能调节氧气、盐度和温度，给胚胎提供最佳环境。怀孕期间爸爸要少吃多餐，分娩时还要\"宫缩\"。海马爸爸付出的\"孕期成本\"比妈妈还高，在动物界绝无仅有。"
  },
  {
    "id": "par_2",
    "name": "帝企鹅爸爸孵蛋两个月",
    "description": "南极最极端的\"奶爸\"故事。",
    "fact": "【极地父爱】帝企鹅妈妈产蛋后去海里觅食，爸爸负责孵蛋，在南极寒冬中站立两个月不吃不喝！蛋放在脚背上，用肚皮上的\"育雏袋\"保温。爸爸们挤在一起取暖，轮流站内圈外圈。体重减少45%，等到妈妈回来时，爸爸已经瘦成皮包骨。这是动物界最感人的\"父爱守候\"。"
  },
  {
    "id": "par_3",
    "name": "杜鹃把蛋下在别人窝里",
    "description": "杜鹃是著名的\"巢寄生\"鸟类。",
    "fact": "【借巢生蛋】杜鹃不筑巢不孵蛋，把蛋偷偷下在其他鸟的窝里！杜鹃雏鸟孵化后会把\"房东\"的蛋推出去摔碎，独占所有食物。可怜的\"养父母\"喂着比自己还大的\"孩子\"。这是进化上的\"寄生策略\"，让杜鹃省去了育儿的能量成本，但需要精确的时机和宿主选择。"
  },
  {
    "id": "par_4",
    "name": "鸵鸟爸爸独自带娃",
    "description": "鸵鸟家庭是\"单亲爸爸\"模式。",
    "fact": "【单亲父亲】鸵鸟是少数雄性独自育儿的鸟类！雌鸵鸟产卵后离开，雄鸟负责孵蛋和照顾雏鸟。雄鸵鸟会收养其他雌鸟的蛋，因为\"蛋多\"意味着更难被捕食者全部吃掉。小鸵鸟跟着爸爸学习觅食和躲避天敌，直到成年。鸵鸟爸爸是鸟类界的\"超级奶爸\"。"
  },
  {
    "id": "par_5",
    "name": "鳄鱼妈妈嘴里含着宝宝",
    "description": "凶猛的鳄鱼对待幼崽却很温柔。",
    "fact": "【温柔巨人】鳄鱼看起来凶猛，却是爬行动物中最细心的父母！妈妈会把刚孵化的宝宝含在嘴里，轻轻运到水里。幼鳄遇到危险会发出求救声，妈妈会迅速赶来保护。鳄鱼妈妈守护巢穴长达3个月，期间几乎不吃东西。\"冷酷杀手\"也有温柔的一面，只是留给自己的孩子。"
  },
  {
    "id": "par_6",
    "name": "考拉妈妈给宝宝吃\"便便\"",
    "description": "考拉幼崽确实要吃妈妈的特殊粪便。",
    "fact": "【营养便便】考拉宝宝断奶时，妈妈会分泌一种特殊的\"软便\"给宝宝吃！这种粪便含有消化桉树叶所需的微生物，帮助宝宝建立自己的肠道菌群。桉树叶有毒，没有这些微生物就无法消化。考拉妈妈的\"便便\"是宝宝的\"益生菌接种剂\"，是生存必需品。"
  },
  {
    "id": "die_1",
    "name": "鲑鱼产卵后死亡",
    "description": "太平洋鲑鱼一生只繁殖一次。",
    "fact": "【一生一死】太平洋鲑鱼在海洋生活数年后，回到出生的小溪产卵，然后迅速死亡！它们的身体在繁殖后崩溃——免疫衰竭、器官衰竭、皮肤溃烂。这是\"一次性繁殖策略\"的极端案例。尸体滋养了溪流生态，幼鱼吃着父母分解出的营养物质成长。死亡，是鲑鱼生命的最后馈赠。"
  },
  {
    "id": "die_2",
    "name": "螳螂交配后雌性吃掉雄性",
    "description": "螳螂的\"婚礼\"可能是\"葬礼\"。",
    "fact": "【性食同类】螳螂交配时，雌性有时会吃掉雄性的头部！但研究表明，被吃掉头部的雄螳螂交配时间更长，因为失去了抑制神经后，腹部反射性动作更持久。雌性获得的蛋白质能让卵更健康。这不是\"残忍\"，是进化计算的\"最优解\"——雄性用生命换后代更好的生存机会。"
  },
  {
    "id": "die_3",
    "name": "蜉蝣成年后只能活一天",
    "description": "蜉蝣成年后没有嘴，不能吃东西。",
    "fact": "【朝生暮死】蜉蝣成虫的寿命只有几小时到几天，它们没有功能性嘴，不能进食！唯一的任务就是交配产卵，然后死去。但蜉蝣幼虫在水里能活1-3年，经历数十次蜕皮。它们的\"一天成年\"是生命的最后冲刺，用所有积攒的能量完成繁殖使命，然后燃尽生命。"
  },
  {
    "id": "die_4",
    "name": "章鱼妈妈守卵后自毁",
    "description": "章鱼妈妈的最后日子是\"自我毁灭\"。",
    "fact": "【母爱至死】章鱼妈妈产卵后停止进食，日夜守护卵群，给卵清洁、喷水、保护，持续数月。当卵孵化后，她会迅速衰弱死亡——不只是饿死，还有自毁性的生理变化，体内分解自己的组织。这是基因程序的\"母爱\"，让幼崽有最好的生存机会，母亲则完成任务后退出舞台。"
  },
  {
    "id": "die_5",
    "name": "水母可以\"返老还童\"",
    "description": "灯塔水母是理论上\"永生\"的动物。",
    "fact": "【逆生长】灯塔水母在成熟后可以逆转发育，变回水螅体阶段，然后重新生长！这个过程理论上可以无限循环，让它\"永生\"。但现实中它们仍会被捕食或死于意外。这种能力叫\"转分化\"，细胞可以从一种类型变成另一种。科学家在研究这种机制，希望应用于再生医学。"
  },
  {
    "id": "die_6",
    "name": "蜥蜴断尾是为了保命",
    "description": "壁虎的尾巴是可抛弃的\"替身\"。",
    "fact": "【自我牺牲】壁虎遇到危险时会主动断掉尾巴，断尾剧烈扭动吸引捕食者注意！断尾处有预先存在的\"断裂面\"，血管会自动收缩止血。之后尾巴会再生，但新尾巴是软骨支撑的\"替代品\"，不如原装的灵活。壁虎的策略是：\"你要尾巴给你，放我走就行\"。"
  },
  {
    "id": "mob_1",
    "name": "牛群被雷劈比中彩票还难",
    "description": "但一旦发生就是群体伤亡。",
    "fact": "【群体风险】牛群被雷劈的概率极低，但一旦发生往往伤亡惨重！因为牛四脚着地，电流会从两只前脚进入、两只后脚出去，通过心脏造成致命伤害。而且牛习惯聚在一起，一道闪电可能击倒整群。人类站着被雷劈可能只伤一条腿，牛却是\"全身过电\"。牛群密集队形在雷雨天是致命风险。"
  },
  {
    "id": "mob_2",
    "name": "羊群效应是真的",
    "description": "羊群真的会\"盲目跟风\"。",
    "fact": "【群体本能】羊是真正的\"从众动物\"！研究发现，只要有5只羊开始移动，整个羊群就会跟随。这种本能让羊群在面对捕食者时快速反应，但也导致\"盲目跟风\"——有羊跳崖，其他羊也会跟着跳。\"羊群效应\"成了人类行为学的经典隐喻，形容群体行为的盲目性。"
  },
  {
    "id": "mob_3",
    "name": "鱼群像\"一个大脑\"一样行动",
    "description": "鱼群的同步运动堪比编舞。",
    "fact": "【超级有机体】沙丁鱼群能像一体般协调移动，转向、加速、闪避都同步完成！每条鱼只关注邻居的位置和速度，不需要\"领导者\"，但整个群体行为像被一个大脑控制。这种\"分布式决策\"让鱼群能快速躲避捕食者，没有中央指挥却高效得惊人。鱼群是\"群体智能\"的教科书案例。"
  },
  {
    "id": "mob_4",
    "name": "蚂蚁群是\"超级生物\"",
    "description": "蚂蚁群体像一个大型生物的器官。",
    "fact": "【超个体】蚂蚁群体被称为\"超个体\"——每只蚂蚁像一个细胞，群体像一个生物！蚁后是生殖器官，工蚁是消化系统和免疫系统，兵蚁是防御系统。单只蚂蚁无法生存，但群体能建造复杂巢穴、培养真菌、发动战争。蚂蚁的智慧不在个体，在群体的\"涌现行为\"。"
  },
  {
    "id": "mob_5",
    "name": "椋鸟群飞行如\"流体\"",
    "description": "椋鸟群的形态变化是自然奇观。",
    "fact": "【空中雕塑】欧洲椋鸟能聚成数千只的大群，飞行中快速变形，像一团会飞的流体！它们用简单的规则保持距离：跟着邻居、保持速度、避免碰撞。但没有领导者，整个群体却能做出协调的闪避动作。这种\"群舞\"不仅壮观，还让捕食者困惑——攻击哪个？当每个都一样时，目标就消失了。"
  },
  {
    "id": "hum_9",
    "name": "人的 fingerprints 在子宫里形成",
    "description": "指纹图案在出生前就确定了。",
    "fact": "【先天印记】人类指纹在胎儿期约10-24周形成，受基因和子宫环境共同影响！指纹图案一旦形成，终身不变（除了深度创伤）。即使是同卵双胞胎，指纹也不相同，因为胎儿在子宫里的位置、血流、羊水压力都不同。指纹是\"先天基因+后天环境\"共同作用的结果，每个人的都是独一无二的。"
  },
  {
    "id": "hum_10",
    "name": "人的鼻子能分辨一万亿种气味",
    "description": "人类嗅觉比想象中强大多了。",
    "fact": "【嗅觉巨能】人类能分辨超过1万亿种气味，远超以前估计的1万种！虽然狗的嗅觉更灵敏，但人类对某些气味的分辨能力也很强。我们能分辨出浓度相差0.1%的气味差异，还能\"学习\"新气味——调香师经过训练能识别上千种成分。人类的嗅觉是\"被低估的巨人\"。"
  },
  {
    "id": "hum_11",
    "name": "你的肝脏可以再生",
    "description": "肝脏是人体再生能力最强的器官。",
    "fact": "【再生冠军】人类肝脏即使切除75%，也能在几周内长回来！肝脏细胞能重新进入细胞周期，快速增殖修复损伤。这是为什么肝脏移植可以从一个供体分给两个受体，两边都能长成完整肝脏。但酒精、肝炎反复损伤会让肝脏\"结疤\"（肝硬化），再生能力被纤维组织取代。"
  },
  {
    "id": "hum_12",
    "name": "人的心脏每天跳动10万次",
    "description": "心脏的工作量惊人。",
    "fact": "【永动机】人类心脏每天跳动约10万次，一生约25亿次！每天泵送约7500升血液，相当于75桶大桶水。心脏有自己的电系统，即使脱离身体（在营养液中）也能继续跳动。它不需要大脑指挥，是一台\"自带电源的泵\"。你每分钟都在\"免费使用\"这台价值连城的生物机器。"
  },
  {
    "id": "spd_1",
    "name": "游隼俯冲速度超过法拉利",
    "description": "游隼是地球上最快的动物。",
    "fact": "【速度之王】游隼俯冲猎食时速度可达390公里/小时，超过F1赛车的极速！它们收拢翅膀呈流线型，利用重力加速，用锋利的爪子\"拳击\"猎物。高速俯冲产生的冲击力足以让猎物当场死亡。游隼的眼睛有特殊保护膜，防止高速气流伤害眼球。大自然的\"超音速导弹\"！"
  },
  {
    "id": "spd_2",
    "name": "猎豹只能跑30秒",
    "description": "猎豹速度惊人但耐力极差。",
    "fact": "【短跑冠军】猎豹最高时速120公里，是陆地最快的动物，但只能维持约30秒！它们体内产生的热量无法快速散发，跑太久会导致大脑过热死亡。所以猎豹必须在30秒内追上猎物，否则只能放弃。\"百米飞人\"的速度是以\"致命过热\"为代价的，猎豹是赌博式猎手。"
  },
  {
    "id": "spd_3",
    "name": "树懒游泳比走路快",
    "description": "陆地上最慢的动物水里却很快。",
    "fact": "【水中健将】树懒在陆地上时速仅0.24公里，但在水里能达到4公里/小时，快了近17倍！它们的长臂和钩爪是天然的\"桨\"，能轻松游泳过河。树懒其实是优秀的游泳选手，只是平时不需要展示这项技能。\"懒\"是节能策略，不是真的\"弱\"。"
  },
  {
    "id": "spd_4",
    "name": "雨燕能连续飞行10个月不着陆",
    "description": "有些鸟几乎一辈子在空中。",
    "fact": "【空中居民】普通雨燕除了繁殖季，几乎不着陆！它们在空中睡觉、吃饭、甚至交配。脚退化到几乎不能走路，一旦落地很难起飞。雨燕用\"半脑睡眠\"在飞行中休息，连续飞行记录超过10个月。对它们来说，天空就是家，地面反而是\"禁区\"。"
  },
  {
    "id": "spd_5",
    "name": "蚂蚁能跑过人类",
    "description": "按体长比例算蚂蚁是超跑。",
    "fact": "【微型超跑】蚂蚁每秒能跑过自身体长800倍的距离！按比例换算，相当于人类跑出2400公里/小时——近两倍音速！蚂蚁的腿以每秒47次的频率摆动，远超人类极限。不过实际上蚂蚁的绝对速度只有几厘米每秒，\"超跑\"是比例换算的结果。微观世界的\"物理法则\"不同。"
  },
  {
    "id": "def_1",
    "name": "臭鼬的臭气能喷5米远",
    "description": "臭鼬的化学武器堪比催泪弹。",
    "fact": "【生化武器】臭鼬肛门腺分泌的液体含硫醇类物质，臭味能传播3公里！喷射距离达5米，准确率极高。被喷到的动物眼睛刺痛、呼吸困难，气味可持续数天甚至数周。臭鼬的化学武器比很多军事催泪弹还强。它们先警告（抬尾巴、跺脚），警告无效才\"开火\"。"
  },
  {
    "id": "def_2",
    "name": "放屁虫能喷射100°C的毒液",
    "description": "这种甲虫的防御是真正的\"热武器\"。",
    "fact": "【沸腾炮弹】放屁虫（气步甲）体内有两个分开储存的化学室，混合时产生剧烈放热反应，喷射出100°C的腐蚀性液体！液体在几毫秒内沸腾气化，发出\"砰\"的声音。它们能精准瞄准攻击者，液体对皮肤有腐蚀性。这是自然界唯一能\"煮开水\"当武器的动物。"
  },
  {
    "id": "def_3",
    "name": "豪猪的刺会\"钻进\"肉里",
    "description": "豪猪刺有倒钩会自己往里钻。",
    "fact": "【倒钩地狱】豪猪刺的尖端有数百个微小的向后倒钩，像鱼钩但更阴险！刺入皮肤后，倒钩会随着肌肉运动\"自动往里钻\"，每天能深入几厘米。被刺的动物越挣扎，刺钻得越深。豪猪刺是\"单程票\"，一旦扎进去很难拔出来。攻击者往往死于感染或刺入重要器官。"
  },
  {
    "id": "def_4",
    "name": "电鳗能电晕马",
    "description": "电鳗的电压足以击倒大型动物。",
    "fact": "【高压电击】电鳗能释放高达860伏电压，足以让马晕厥、让人心脏骤停！它们全身80%是发电器官，能像电池一样\"串联\"放电。电鳗用低电压探测猎物，高电压击晕猎物。亚马逊传说中，电鳗能电死过河的马匹——这不是夸张，是真实的致死能力。"
  },
  {
    "id": "def_5",
    "name": "河马汗能防晒还能杀菌",
    "description": "河马的\"红汗\"是多功能护肤品。",
    "fact": "【天然护肤】河马分泌的红色汗液含两种特殊色素：河马汗酸和去甲河马汗酸，能吸收紫外线（防晒）、抑制细菌生长（杀菌）、调节体温（降温）！这相当于\"三合一护肤品\"。河马不用涂防晒霜，自己就能\"制造\"。科学家正在研究合成类似物质用于人类护肤。"
  },
  {
    "id": "eat_1",
    "name": "牛有四个胃",
    "description": "牛的消化系统是\"发酵工厂\"。",
    "fact": "【四室胃】牛有瘤胃、网胃、瓣胃、皱胃四个胃室！前三个是\"前胃\"，用于发酵分解植物纤维，只有第四个皱胃才是\"真胃\"，分泌消化酶。牛吃下的草先在瘤胃发酵，然后反刍回嘴里细嚼，再吞下继续消化。这套系统能让牛从\"吃草\"获得足够营养。"
  },
  {
    "id": "eat_2",
    "name": "食蚁兽没有牙齿",
    "description": "专吃蚂蚁的动物根本不需要嚼。",
    "fact": "【无齿之徒】食蚁兽完全不长牙齿！它们用锋利的爪子撕开蚁穴，用长达60厘米的黏舌头伸进去\"粘\"蚂蚁，直接吞下。蚂蚁在胃里被胃酸和小石子一起\"研磨\"消化。食蚁兽的舌头每分钟能进出150次，一天能吃3万只蚂蚁。专食化让牙齿变得多余。"
  },
  {
    "id": "eat_3",
    "name": "熊猫每天吃12小时竹子",
    "description": "熊猫消化竹子的效率极低。",
    "fact": "【低效食堂】大熊猫有肉食动物的肠道，消化竹子的效率只有17%！为获取足够能量，它们每天要吃12-38公斤竹子，花10-14小时进食。竹子营养少，熊猫只能靠\"多吃\"补偿。它们不爱动是为了省能量，不是\"懒\"。熊猫吃素是进化的\"妥协方案\"，代价是生活全被吃占据。"
  },
  {
    "id": "eat_4",
    "name": "鲨鱼会吐出吃不完的骨头",
    "description": "鲨鱼能\"反刍\"但不能消化骨头。",
    "fact": "【选择性消化】鲨鱼胃里有强酸，能消化骨头，但大型猎物的骨头消化太耗能量！所以鲨鱼会把吃不完或难消化的部分\"吐出来\"。它们能把整个胃翻转出口腔，倒掉胃内容物。这是\"胃外翻\"机制，用于清理胃部或丢弃不消化的东西。鲨鱼的\"呕吐\"是主动的消化策略。"
  },
  {
    "id": "eat_5",
    "name": "考拉吃有毒树叶",
    "description": "考拉吃的桉树叶对大多数动物有毒。",
    "fact": "【毒物食客】桉树叶含有单宁、酚类化合物等毒素，能毒死大多数动物！考拉有特殊的肝脏酶系统解毒，但消化效率仍很低（只有25%）。它们选择毒性较低的桉树品种，每天睡20小时节省能量。考拉的\"嗜睡\"是吃毒叶的代价，吃\"毒\"为生必须节能。"
  },
  {
    "id": "age_1",
    "name": "格陵兰睡鲨活500岁",
    "description": "世界上最长寿的脊椎动物是鲨鱼。",
    "fact": "【长寿之王】格陵兰睡鲨能活400-500年，性成熟都要150年！它们每年只长1厘米，是生长最慢的脊椎动物。生活在北极深海，新陈代谢极低，泳速像\"慢动作\"。一条鲨鱼可能见证美国建国、工业革命、两次世界大战。它们的时间尺度，人类无法理解。"
  },
  {
    "id": "age_2",
    "name": "灯塔水母能\"返老还童\"",
    "description": "这种水母理论上可以永生。",
    "fact": "【逆龄奇迹】灯塔水母成熟后能逆转发育回水螅体，然后重新成长！这个过程理论上可无限循环，被称为\"生物学永生\"。机制是\"转分化\"：一种细胞直接变成另一种细胞。但现实中它们会被捕食、冻死或病死。永生只存在于\"理论上\"，自然界没有真正的\"不死\"。"
  },
  {
    "id": "age_3",
    "name": "老鼠只能活2年",
    "description": "小动物寿命普遍很短。",
    "fact": "【寿命法则】动物寿命与体型大致成正比：老鼠2年、兔子8年、狗15年、人80年、鲸鱼200年！原因是代谢率：小动物心跳快、代谢快，\"耗损\"也快。但裸鼹鼠是个例外，体型像老鼠却活30年。科学家在研究它们的\"长寿秘诀\"，可能对人类延寿有启发。"
  },
  {
    "id": "age_4",
    "name": "蜉蝣成年只活一天",
    "description": "有些生命\"朝生暮死\"。",
    "fact": "【一日一生】蜉蝣成虫寿命只有几小时到几天，没有功能性嘴，不能进食！唯一的任务是繁殖。但幼虫在水中生活1-3年，经历数十次蜕皮。成年的\"一天\"是生命的最后冲刺，用积攒的所有能量繁殖，然后燃尽。\"朝生暮死\"不是\"短命\"，是生命周期的极端分配。"
  },
  {
    "id": "age_5",
    "name": "蝉在地下等17年",
    "description": "北美十七年蝉的\"隐居\"生活。",
    "fact": "【地下隐士】北美十七年蝉的若虫在地下生活17年，吸食树根汁液！然后同一地区的数百万只蝉同时破土而出，交配产卵后死亡，只活几周。\"17年周期\"让捕食者无法同步繁殖，这是进化出的\"数量淹没\"策略。它们用17年的等待换2周的狂欢。"
  },
  {
    "id": "mig_1",
    "name": "北极燕燕每年飞8万公里",
    "description": "这种鸟每年从北极飞到南极再飞回来。",
    "fact": "【迁徙冠军】北极燕燕每年往返于北极和南极之间，单程约1.9万公里，一年飞行超过8万公里！它们享受两个半球的夏天，是地球上\"见太阳最多\"的动物。一生飞行距离相当于往返月球三次。北极燕燕的迁徙是\"追逐夏天\"的永恒旅程。"
  },
  {
    "id": "mig_2",
    "name": "帝王蝶迁徙要四代接力",
    "description": "帝王蝶的迁徙跨越代际。",
    "fact": "【四代接力】北美帝王蝶每年从加拿大飞到墨西哥越冬，全程约5000公里！但没有一只蝴蝶能完成往返，需要四代接力：前三代每代活几周，飞一段路繁殖后死去；第四代\"超级一代\"活8个月，飞到墨西哥越冬后再飞回美国产卵。这是一场\"祖先未竟的旅程\"。"
  },
  {
    "id": "mig_3",
    "name": "海龟能记住出生的海滩",
    "description": "海龟会回到自己出生的海滩产卵。",
    "fact": "【故乡记忆】海龟在25-30年后会回到自己出生的海滩产卵，误差不超过几公里！它们用地球磁场\"导航\"，记忆出生地的磁场特征。这种能力叫\"磁感应\"，海龟体内有磁性颗粒。跨越大洋后精准找回出生地，是自然界最神奇的\"GPS\"。"
  },
  {
    "id": "mig_4",
    "name": "鸽子靠磁场导航",
    "description": "鸽子为什么能\"回家\"。",
    "fact": "【内置指南针】鸽子喙部有磁性晶体，能感知地球磁场！加上太阳位置、视觉地标，鸽子能在陌生地方\"计算\"回家方向。这叫\"地图和指南针\"导航系统。被蒙眼带走的鸽子仍能找回方向，证明磁场是主要导航手段。鸽子的\"归巢\"是量子级别的感知能力。"
  },
  {
    "id": "mig_5",
    "name": "鲑鱼靠\"气味\"找到出生溪流",
    "description": "鲑鱼洄游是\"嗅觉导航\"。",
    "fact": "【气味地图】鲑鱼能记住出生溪流的独特\"气味指纹\"，几年后从数千公里外循着气味洄游！它们的嗅觉灵敏度是人类的一万倍，能区分不同溪流水的化学成分差异。实验中，被移到其他溪流的鲑鱼会\"迷路\"。气味是它们的\"故乡地图\"。"
  },
  {
    "id": "ter_1",
    "name": "老虎的领地有1000平方公里",
    "description": "老虎是独居动物，需要巨大的活动范围。",
    "fact": "【领土主权】一只雄性东北虎的领地可达1000平方公里，相当于整个香港！它们用尿液、粪便、抓痕标记边界，巡视领地每天要走几十公里。入侵者会被驱逐或杀死。老虎是\"独行侠\"，领地重叠仅限于繁殖期。\"百兽之王\"需要\"王国\"，领地就是它们的王国。"
  },
  {
    "id": "ter_2",
    "name": "狼群用尿液\"画地图\"",
    "description": "狼的领地标记极其精密。",
    "fact": "【气味边界】狼群用尿液标记领地边界，频率高的地方形成\"气味墙\"！它们在显眼位置排便、抓挠地面强化标记。领地边缘的标记密度最高，形成\"警戒线\"。其他狼群闻到标记就知道\"有人占地了\"，通常会绕道。狼的尿液是\"化学界碑\"。"
  },
  {
    "id": "ter_3",
    "name": "蚂蚁用化学信号\"圈地\"",
    "description": "蚂蚁的领地战争堪比人类战争。",
    "fact": "【化学战】蚂蚁用费洛蒙标记领地和路线！不同蚁群有不同的\"化学签名\"，入侵者会被识别并攻击。蚂蚁战争极其残酷，数万只蚂蚁厮杀，战败的蚁群被\"屠城\"。胜利者抢走幼虫当\"奴隶\"。蚂蚁用化学信号实现了复杂的领土系统，\"化学王国\"比人类王国早出现数千万年。"
  },
  {
    "id": "ter_4",
    "name": "河马用粪便\"甩标记\"",
    "description": "河马的领地标记方式很\"独特\"。",
    "fact": "【粪便甩射】河马一边排便一边用尾巴快速甩动，把粪便甩得到处都是，最远可达10米！这叫\"粪便甩射\"，用于标记领地和展示支配地位。雄性河马会在陆地上、水边、甚至其他河马身上甩粪便。\"粪便战场\"是河马社交的核心，虽然在我们看来极其恶心。"
  },
  {
    "id": "ter_5",
    "name": "鸟类会\"唱歌\"宣示领地",
    "description": "鸟鸣不只是求偶，也是宣战。",
    "fact": "【歌声警告】雄鸟的鸣唱很大程度上是在\"宣示领土主权\"！\"这块地是我的，别进来！\"其他雄鸟听到歌声就知道\"有主了\"。如果入侵，领主会从唱歌升级为攻击。鸟鸣是\"先礼后兵\"：先用歌声警告，无效才开战。春天的\"鸟语花香\"，其实是\"领地保卫战\"。"
  },
  {
    "id": "mat_1",
    "name": "孔雀开屏是\"假广告\"",
    "description": "孔雀的尾屏对生存毫无用处。",
    "fact": "【累赘信号】孔雀的尾屏长达1.5米，重达体重的10%，飞行困难、逃跑受阻！但正是这种\"累赘\"证明了雄性的基因质量：\"我背着这么重的尾巴还能活下来，基因一定很好！\"这叫\"累赘原理\"——信号越难负担，越能证明实力。孔雀开屏是\"炫耀性消费\"的生物学版本。"
  },
  {
    "id": "mat_2",
    "name": "园丁鸟建\"房子\"追女友",
    "description": "园丁鸟建造复杂的\"求偶亭\"。",
    "fact": "【建筑大师】雄性园丁鸟建造精美的\"求偶亭\"，用树枝搭框架，用花朵、浆果、贝壳、甚至塑料垃圾装饰！不同种类有不同风格，有的建\"林荫道\"，有的建\"尖塔\"。雌鸟巡视多个\"亭子\"，选择最满意的交配。园丁鸟的\"艺术品味\"是性选择的结果。"
  },
  {
    "id": "mat_3",
    "name": "蝎蛉送\"礼物\"求偶",
    "description": "雄性蝎蛉要带\"嫁妆\"才能交配。",
    "fact": "【聘礼文化】雄性蝎蛉交配前要送雌性一份\"礼物\"——通常是死昆虫或营养液！礼物越大，交配时间越长，受精成功率越高。没有礼物的雄性会被拒绝，甚至被雌性吃掉。这是\"性选择\"的极端案例：雌性用交配权\"交换\"营养。蝎蛉的求偶像\"聘礼交易\"。"
  },
  {
    "id": "mat_4",
    "name": "蓝鲸的\"情歌\"能传1600公里",
    "description": "鲸鱼用歌声跨越海洋寻找伴侣。",
    "fact": "【深海情歌】蓝鲸发出的低频叫声能传播1600公里！这是地球上最响亮的动物声音，超过喷气发动机。鲸歌用于定位同伴、求偶、甚至可能是\"文化传承\"——不同海域的鲸群有\"方言\"。鲸鱼在漆黑的深海用声音构建\"社交网络\"，跨越千公里的\"情歌\"是它们唯一的联系方式。"
  },
  {
    "id": "mat_5",
    "name": "鬣狗雌性有\"假阴茎\"",
    "description": "斑鬣狗雌性的生殖器像雄性。",
    "fact": "【性别混淆】斑鬣狗雌性有类似阴茎的阴蒂，外观和雄性几乎一样！这导致早期研究者以为所有鬣狗都是雌雄同体。这个结构让雌性在交配中有完全控制权——不想交配可以\"关上\"。雌性鬣狗是\"女权社会\"，地位高于雄性，\"假阴茎\"是高睾酮的副产物。"
  },
  {
    "id": "hun_1",
    "name": "变色龙舌头比身体还长",
    "description": "变色龙捕猎全靠\"舌箭\"。",
    "fact": "【舌射利器】变色龙的舌头长度可达身体的两倍！捕猎时舌头以每秒6米的速度弹出，末端有粘性\"吸盘\"，能在0.07秒内粘住猎物。舌头有特殊肌肉\"预紧\"，像拉开的弓。变色龙不用移动就能捕获远处的昆虫，\"狙击\"成功率高达90%。自然界的\"活体捕虫网\"。"
  },
  {
    "id": "hun_2",
    "name": "射水鱼能喷水\"射落\"昆虫",
    "description": "射水鱼是水面上的\"狙击手\"。",
    "fact": "【水弹神射手】射水鱼能喷出高压水柱，击落2米外的昆虫！它们计算光的折射，瞄准昆虫的实际位置而非视觉位置。幼鱼需要练习才能命中，成年射水鱼几乎百发百中。它们甚至会跳出水面对近处昆虫\"直接抓取\"。射水鱼是唯一用\"远程武器\"捕猎的鱼类。"
  },
  {
    "id": "hun_3",
    "name": "猫头鹰能听见雪下的老鼠",
    "description": "猫头鹰的听力是立体声雷达。",
    "fact": "【声呐定位】猫头鹰耳朵不对称——一只高一只低，能立体定位声源！它们能听见雪下30厘米处老鼠的脚步声，然后俯冲穿透雪层捕获猎物。实验显示，猫头鹰在全黑环境中靠听觉捕猎成功率高达75%。它们的脸盘像卫星天线，收集声波聚焦到耳朵。"
  },
  {
    "id": "hun_4",
    "name": "蜘蛛网比钢丝还强",
    "description": "蜘蛛丝是地球上最强韧的材料之一。",
    "fact": "【超级纤维】蜘蛛丝的抗拉强度超过钢丝，同样粗细的蜘蛛丝强度是钢丝的5倍！而且有弹性，能拉伸30%不断裂。蜘蛛用不同的丝织网：框架丝承重、粘丝捕虫、卵囊丝保护后代。人类至今无法完美人工合成蜘蛛丝。这是大自然最先进的\"材料科学\"。"
  },
  {
    "id": "hun_5",
    "name": "陷阱蚁在地下设\"陷阱\"",
    "description": "这种蚂蚁在地下挖\"坑\"捕猎。",
    "fact": "【地下猎手】陷阱蚁在地下挖掘漏斗状的陷阱，自己藏在底部！小型节肢动物路过时滑落，被蚂蚁捕获。不同种类的陷阱蚁有不同设计：有的挖深坑，有的挖浅坑，有的用沙粒\"铺垫\"让猎物更容易滑落。蚂蚁发明了\"陷阱捕猎\"，比人类狩猎早数千万年。"
  },
  {
    "id": "hun_6",
    "name": "电鳗用\"雷达\"探测猎物",
    "description": "电鳗在浑水中也能\"看见\"猎物。",
    "fact": "【生物雷达】电鳗发出微弱电场，感知电场中的扰动来定位猎物！浑水中能见度为零，但电鳗仍能精准捕猎。它们还能发射高压电脉冲\"击晕\"猎物，让猎物肌肉抽搐暴露位置。电鳗的\"电感应\"和\"电攻击\"是两套系统，\"雷达\"和\"武器\"分工明确。"
  },
  {
    "id": "eco_6",
    "name": "珊瑚白化不是\"死了\"",
    "description": "白化的珊瑚还有救。",
    "fact": "【危机信号】珊瑚白化是排出共生的虫黄藻，变成白色！这不等于死亡，珊瑚还能活几周到几个月。如果环境改善（温度下降），珊瑚能重新获得藻类恢复健康。但持续高温会让珊瑚饿死。白化是\"求救信号\"，不是\"死亡判决\"，但留给我们的时间不多了。"
  },
  {
    "id": "eco_7",
    "name": "红树林是\"婴儿房\"",
    "description": "红树林养育了无数海洋生物。",
    "fact": "【海洋托儿所】全球约80%的鱼类在生命某个阶段依赖红树林！复杂的根系为幼鱼提供庇护和食物，躲避大型捕食者。没有红树林，很多商业鱼类将崩溃。红树林还能防风消浪、固碳、净化水质。1公顷红树林的生态服务价值超过50万美元。它们是\"海洋的热带雨林\"。"
  },
  {
    "id": "eco_8",
    "name": "海獭是\"森林守护者\"",
    "description": "海獭保护海藻林不被海胆吃光。",
    "fact": "【生态平衡】海獭吃海胆，控制海胆数量，保护海藻林！没有海獭，海胆会泛滥成灾，把海藻林啃成\"荒漠\"。海藻林为无数海洋生物提供栖息地，还是重要的碳汇。海獭曾因毛皮贸易濒临灭绝，恢复后海藻林也跟着恢复。它们是\"关键物种\"，牵一发而动全身。"
  },
  {
    "id": "sto_1",
    "name": "骆驼驼峰存的不是水",
    "description": "驼峰里是脂肪，不是水箱。",
    "fact": "【脂肪仓库】骆驼驼峰储存的是脂肪，不是水！每个驼峰可存约35公斤脂肪。脂肪分解产生能量和少量\"代谢水\"，但主要节水靠的是：高效肾脏、鼻腔冷却、体温波动。骆驼可以两周不喝水，但\"水箱\"不在驼峰里。\"沙漠之舟\"的节水系统比我们想象的复杂得多。"
  },
  {
    "id": "sto_2",
    "name": "仓鼠能塞半个脸的食物",
    "description": "仓鼠的\"脸\"是便携冰箱。",
    "fact": "【颊囊储物】仓鼠有弹性颊囊，能延伸到臀部，容量可达自身体重的20%！一只仓鼠颊囊里能塞进60颗葵花籽。它们把食物\"打包\"带回洞穴储存，不是立即吃掉。野外仓鼠的洞穴里能藏几公斤粮食。\"囤货\"是仓鼠的生存策略，\"腮帮子\"是它们的购物袋。"
  },
  {
    "id": "sto_3",
    "name": "松鼠会\"假装埋\"坚果",
    "description": "松鼠有复杂的\"防盗\"策略。",
    "fact": "【障眼法】松鼠如果有\"观众\"（其他松鼠），会假装埋坚果——挖坑、填土、但不放坚果！然后把坚果藏在别处。它们还会反复挖开检查、换地方埋，增加小偷的搜索成本。松鼠能记住数千个埋藏点的位置，但也会忘记约30%，这些\"忘记\"的坚果长成新树。"
  },
  {
    "id": "sto_4",
    "name": "蜜罐蚁把自己变成\"储罐\"",
    "description": "这种蚂蚁悬挂在巢穴里当\"活仓库\"。",
    "fact": "【活体储罐】蜜罐蚁工蚁采集花蜜后喂给特殊的\"储蜜蚁\"，它们的腹部膨胀成葡萄大小，悬挂在巢穴顶上！干旱时，其他蚂蚁来\"取蜜\"。这些储蜜蚁终身悬挂，直到被\"吃空\"或死亡。它们是\"活的食物银行\"，用身体储存整个蚁群的\"救命粮\"。"
  },
  {
    "id": "sto_5",
    "name": "松鸦能记住几千个藏食点",
    "description": "松鸦的记忆力惊人。",
    "fact": "【记忆大师】松鸦能在秋季藏下5000-10000颗橡子，并记住约70%的位置！它们用周围地标辅助记忆，\"第3块石头旁边左转\"。实验显示，松鸦还能记住\"什么食物\"存在\"哪里\"、\"什么时候存的\"。它们的记忆能力远超人类预期，是鸟类中的\"记忆冠军\"。"
  }
]