[
  {
    "id": "med_1",
    "name": "挂号科室选择误区",
    "description": "身体不适却不知道挂哪个科室，挂错科室不仅浪费时间还可能延误病情。",
    "fact": "【避坑指南】胸痛挂心内科或急诊；头痛挂神经内科；腹痛先挂消化内科；发烧挂发热门诊。不确定时先挂全科或便民门诊，让医生帮你分诊！"
  },
  {
    "id": "med_2",
    "name": "医保卡与就诊卡混淆",
    "description": "很多人以为有医保卡就不用办就诊卡，结果无法正常就医。",
    "fact": "【常识澄清】医保卡用于结算报销，就诊卡用于医院内部挂号、存档病历。两卡功能不同，首次就诊需要同时办理！部分医院已实现\"一卡通\"，但老牌医院仍需分开办理。"
  },
  {
    "id": "med_3",
    "name": "空腹检查的真正含义",
    "description": "体检前被告知要空腹，但很多人对\"空腹\"的理解存在偏差。",
    "fact": "【关键知识点】空腹标准是禁食8-12小时，期间可少量饮用白开水（不超过200ml）。前一天晚上8点后禁食，但不需要滴水不进！过度禁水反而可能导致血液浓缩，影响检验结果。"
  },
  {
    "id": "med_4",
    "name": "医保报销起付线",
    "description": "以为看病花了钱就能报销，结果被告知没达到起付线。",
    "fact": "【高能提醒】医保报销有起付线门槛！门诊起付线通常为几百元至千元不等，住院起付线更高（三级医院约1000-2000元）。年度累计超过起付线的部分才能按比例报销，记得保留好所有发票！"
  },
  {
    "id": "med_5",
    "name": "医保目录内外用药",
    "description": "拿药时才发现部分药品不能报销，自己要掏全额药费。",
    "fact": "【省钱秘籍】药品分甲类（全额进医保）、乙类（部分报销）、丙类（全自费）。开药时主动问医生\"这个药医保能报吗？\"，让医生优先开甲类药，能省一大笔钱！"
  },
  {
    "id": "med_6",
    "name": "异地就医备案",
    "description": "在外地突发疾病就医，结果报销比例大打折扣甚至无法报销。",
    "fact": "【必须知道】异地就医前务必先备案！通过\"国家医保服务平台\"APP或当地医保公众号线上备案，备案后可直接结算。急诊未备案的，保留好材料回参保地手工报销，但比例会降低！"
  },
  {
    "id": "med_7",
    "name": "体检报告异常恐慌",
    "description": "看到体检报告上各种箭头和\"异常\"字样，吓得睡不着觉。",
    "fact": "【心态调整】体检报告上的\"异常\"不等于\"生病\"！轻度脂肪肝、甲状腺结节、宫颈糜烂等很多都是良性或生理性变化。拿到报告先别慌，找专业医生解读，很多\"异常\"只需定期复查即可。"
  },
  {
    "id": "med_8",
    "name": "处方药与非处方药",
    "description": "以为药店能买到的药都安全，随意自行购买处方药服用。",
    "fact": "【安全警示】处方药必须凭医生处方购买，私自服用风险极大！抗生素、降压药、降糖药等都是处方药，乱吃可能导致耐药性、肝肾损伤甚至生命危险。OTC（非处方药）也分甲乙两类，甲类需在药师指导下购买。"
  },
  {
    "id": "med_9",
    "name": "门诊输液误区",
    "description": "很多人觉得输液比吃药好得快，主动要求医生开输液。",
    "fact": "【辟谣】世界卫生组织原则：能口服不肌注，能肌注不输液！输液是最后给药方式，存在过敏、静脉炎、微粒栓塞等风险。普通感冒发烧吃药能好，就别主动要求输液，那是\"花钱买风险\"！"
  },
  {
    "id": "med_10",
    "name": "病历复印权利",
    "description": "想复印自己的病历却被医院拒绝，不知如何维权。",
    "fact": "【法律武器】《医疗机构病历管理规定》：患者有权复印或复制自己的门诊病历、住院志、体温单、医嘱单、化验单等客观病历资料！医院不得拒绝，只需携带身份证原件即可申请复印。"
  },
  {
    "id": "med_11",
    "name": "手术同意书签署",
    "description": "手术前被要求签一堆文件，看都没看就签字，心里没底。",
    "fact": "【知情权】手术同意书不是\"生死状\"，而是保障你知情权的法律文件！签署前务必确认：手术名称、麻醉方式、手术风险、替代方案。有疑问必须当场提出，你有权拒绝手术或要求第二诊疗意见。"
  },
  {
    "id": "med_12",
    "name": "体检项目选择陷阱",
    "description": "体检套餐五花八门，不知道选哪个，被推荐了一堆昂贵项目。",
    "fact": "【精明选择】体检不是越贵越好！20-30岁重点查血常规、肝肾功能、胸片、腹部B超；40岁以上加查肿瘤标志物、胃肠镜、心电图；女性加查乳腺、妇科。根据年龄、性别、家族史个性化选择，别被\"高端套餐\"忽悠！"
  },
  {
    "id": "med_13",
    "name": "检查报告单保存",
    "description": "看完病就把报告单扔了，下次看病医生问起来一问三不知。",
    "fact": "【重要习惯】所有检查报告单都要妥善保存！这是你的健康档案，也是复诊、转诊的重要参考。建议按时间顺序整理，或用手机拍照存档。医生对比前后检查结果，能更快发现问题变化。"
  },
  {
    "id": "med_14",
    "name": "急诊绿色通道",
    "description": "去急诊却要先排队交费，担心来不及抢救。",
    "fact": "【生命通道】急诊有\"先诊疗后结算\"绿色通道！危重患者（如心梗、脑卒中、大出血）可先救治后交费，医院不得因费用问题延误抢救。遇到紧急情况直接打120，说明病情危重程度！"
  },
  {
    "id": "med_15",
    "name": "抗生素滥用危害",
    "description": "感冒发烧就想吃阿莫西林，觉得抗生素是\"万能消炎药\"。",
    "fact": "【致命误区】普通感冒是病毒感染，抗生素只杀细菌，对病毒完全无效！滥用抗生素会导致细菌耐药，未来真正需要时可能\"无药可用\"。抗生素必须在医生指导下使用，按疗程服用，不可自行停药或加量。"
  },
  {
    "id": "med_16",
    "name": "住院押金与结算",
    "description": "住院时交了大笔押金，出院结算时不知道钱是怎么算的。",
    "fact": "【费用透明】住院费用每天都会产生清单，你可以要求医院提供\"一日清单\"核对。出院时索取费用明细单和发票，核对每一项收费。多退少补，押金余额会在结算后退还，保留好押金条！"
  },
  {
    "id": "med_17",
    "name": "基因检测智商税",
    "description": "体检机构推销\"基因检测预测疾病风险\"，几千块测一次值不值？",
    "fact": "【理性消费】目前市面上大部分商业基因检测参考价值有限！基因检测主要用于遗传病诊断、肿瘤靶向用药指导等专业医疗用途。\"天赋基因\"\"癌症风险预测\"等商业项目多为营销噱头，结果不能作为诊断依据。"
  },
  {
    "id": "med_18",
    "name": "影像检查辐射焦虑",
    "description": "担心X光、CT有辐射危害，做检查时顾虑重重。",
    "fact": "【科学认知】单次X光、CT的辐射剂量在安全范围内。胸片辐射约0.02mSv，相当于3天自然辐射；胸部CT约7mSv，相当于2年自然辐射。孕妇、儿童需谨慎，但诊断需要时利大于弊。别因怕辐射拒绝必要检查，延误诊断才是大问题！"
  },
  {
    "id": "med_19",
    "name": "就诊时隐瞒病史",
    "description": "看病时因为害羞或觉得不重要，故意隐瞒既往病史或用药情况。",
    "fact": "【医患配合】隐瞒病史是\"害了自己\"！医生需要了解你的完整健康状况才能做出准确诊断。过敏史、手术史、正在服用的药物（包括保健品）都必须如实告知。药物相互作用可能导致严重后果，千万别隐瞒！"
  },
  {
    "id": "med_20",
    "name": "分级诊疗省钱术",
    "description": "不管大病小病都往三甲医院跑，排队几小时看病几分钟。",
    "fact": "【就医策略】小病首诊去社区医院或二级医院，报销比例更高、等候时间更短！真正需要专家诊疗的疑难杂症再转诊三甲。很多地区的分级诊疗政策，社区首诊后转诊上级医院还能享受连续计算起付线。"
  },
  {
    "id": "med_21",
    "name": "肿瘤标志物升高恐慌",
    "description": "体检发现某项肿瘤标志物升高，以为自己得了癌症。",
    "fact": "【冷静分析】肿瘤标志物升高不等于患癌！炎症、良性疾病、甚至生理期都可能导致指标升高。单一指标异常需结合影像学检查综合判断。正确做法是复查监测变化趋势，由专科医生评估，而不是自己吓自己。"
  },
  {
    "id": "med_22",
    "name": "慢性病处方有效期",
    "description": "慢性病患者以为处方可以无限期用，拿老处方去开药被拒绝。",
    "fact": "【规则须知】处方有有效期：急诊处方不超过3天，门诊普通处方不超过7天，慢性病处方最长可开12周。处方过期需重新就诊开方。建议慢性病患者办理\"慢病门诊\"，一次可开更长药量，减少奔波。"
  },
  {
    "id": "med_23",
    "name": "体检前服药问题",
    "description": "体检当天不知道是否该吃平时的药，怕影响检查结果。",
    "fact": "【正确做法】降压药、降糖药、心脏病药等慢性病药物，体检当天要正常服用！突然停药可能导致病情波动，风险更大。用少量白开水送服即可（不超过200ml）。其他非必需药物可暂缓，但具体要咨询医生。"
  },
  {
    "id": "med_24",
    "name": "住院陪护与探视",
    "description": "家属住院想24小时陪护，却被告知医院有规定限制。",
    "fact": "【制度解读】医院限制陪护是为了防控感染、保障病房秩序。一般每名患者限1名固定陪护，需办理陪护证。探视时间通常为下午，每次不超过2人。特殊时期（如流感季、疫情期间）管控更严，请理解配合。"
  },
  {
    "id": "med_25",
    "name": "医疗纠纷处理途径",
    "description": "认为治疗效果不满意就是医疗事故，不知道如何维权。",
    "fact": "【维权渠道】治疗效果不理想不等于医疗事故！医疗纠纷处理有四个途径：1.与医院协商；2.申请医调委调解；3.申请行政调解；4.向法院起诉。封存病历、保留证据是第一步。冲动\"医闹\"违法，理性维权才是正道。"
  },
  {
    "id": "med_26",
    "name": "商业保险与医保报销",
    "description": "买了商业医疗险，理赔时却被告知要先走医保，否则比例降低。",
    "fact": "【理赔顺序】商业医疗险理赔原则：先医保报销，剩余部分商业险再按比例赔付！未经医保报销的部分，商业险通常只赔付60%-80%。所以看病时务必先用医保结算，再申请商业险理赔。"
  },
  {
    "id": "med_27",
    "name": "胃肠镜检查恐惧",
    "description": "听说胃肠镜检查很痛苦，一直拖着不敢做。",
    "fact": "【技术进步】现在有无痛胃肠镜！静脉麻醉后\"睡一觉\"检查就结束了，全程无痛。普通人群45岁起建议做一次胃肠镜筛查，有家族史者提前至35-40岁。早期发现息肉可镜下切除，预防肠癌发生。一时的不适，换来长期的安心。"
  },
  {
    "id": "med_28",
    "name": "门诊统筹与个人账户",
    "description": "医保卡里的钱和门诊报销傻傻分不清楚。",
    "fact": "【概念区分】医保个人账户里的钱是自己的，看病买药直接扣；门诊统筹是医保基金报销，超过起付线后按比例报销，每年有限额。很多地方已实施门诊共济改革，个人账户可给家人使用，门诊报销比例也提高了。"
  },
  {
    "id": "med_29",
    "name": "体检机构选择",
    "description": "公立医院体检中心和专业体检机构，选哪个更好？",
    "fact": "【对比选择】公立医院体检中心：设备专业、可对接门诊治疗、价格透明，但环境一般、服务体验差；专业体检机构：环境舒适、服务好、套餐丰富，但可能过度营销、检查异常后需另去医院确诊。建议：常规体检去专业机构，发现问题后去公立医院复查。"
  },
  {
    "id": "med_30",
    "name": "网络问诊的正确用法",
    "description": "网上问诊方便快捷，但不知道靠不靠谱。",
    "fact": "【使用建议】网络问诊适合：复诊咨询、报告解读、用药指导、健康咨询。不适合：急危重症、首诊不明病因、需要体格检查的情况。选择正规平台（如好大夫在线、微医），认准执业医师资质，网络诊断不能替代线下面诊！"
  },
  {
    "id": "med_31",
    "name": "PET-CT检查滥用",
    "description": "体检机构推销PET-CT全身扫描，说能查出所有癌症。",
    "fact": "【高端≠必需】PET-CT主要用于：肿瘤确诊患者的分期评估、疗效监测、复发判断。健康人群筛查用PET-CT是过度检查！价格昂贵（约7000-10000元），有一定辐射，且早期肿瘤、部分癌症可能漏诊。普通人做常规体检项目足够。"
  },
  {
    "id": "med_32",
    "name": "HPV疫苗认知误区",
    "description": "觉得有过性生活就不能打HPV疫苗了，或者打了疫苗就不用做宫颈筛查。",
    "fact": "【疫苗真相】有过性生活仍可接种HPV疫苗，只是保护效果可能降低；接种疫苗后仍需定期做宫颈癌筛查！疫苗只能预防部分高危型HPV，不能覆盖所有致癌亚型。25岁以上女性，无论是否接种，都应定期做TCT+HPV联合筛查。"
  },
  {
    "id": "med_33",
    "name": "用药时间讲究",
    "description": "吃药时间随心情，想起来就吃，不管饭前饭后。",
    "fact": "【服药学问】服药时间有讲究：\"空腹\"指饭前1小时或饭后2小时；\"饭前\"指餐前30分钟；\"饭后\"指餐后15-30分钟；\"睡前\"指睡前30分钟。饭前服用的药：胃黏膜保护剂、促胃动力药；饭后服用的药：对胃有刺激的药，如阿司匹林、布洛芬。"
  },
  {
    "id": "med_34",
    "name": "进口药与仿制药选择",
    "description": "医生问\"开进口还是国产\"，不知道怎么选，总觉得进口更好。",
    "fact": "【质量真相】国家通过\"一致性评价\"的仿制药，与原研药在疗效、安全性上等效！仿制药价格便宜很多，医保报销比例更高。不必迷信进口药，选择通过一致性评价的国产仿制药既省钱又有效。当然，某些特殊药物还是原研更稳定，听从医生建议。"
  },
  {
    "id": "med_35",
    "name": "住院天数限制谣言",
    "description": "听说医保规定住院不能超过15天，否则费用不报销。",
    "fact": "【官方辟谣】医保从未规定住院天数上限！\"15天出院\"是某些医院为控制医保定额指标采取的变通做法。如果病情需要继续住院，你有权拒绝出院。遇到强制出院问题，可向当地医保部门投诉举报。"
  },
  {
    "id": "med_36",
    "name": "检查前饮食禁忌",
    "description": "体检前一天大吃大喝，结果检查指标一塌糊涂。",
    "fact": "【检前准备】体检前3天清淡饮食，不饮酒，避免高脂肪、高蛋白食物；前一天晚上8点后禁食，10点后禁水。女性避开生理期做尿检和妇科检查。这些准备做不好，指标异常可能是\"假阳性\"，白花钱还吓自己。"
  },
  {
    "id": "med_37",
    "name": "急诊分诊等级",
    "description": "去急诊却被安排在后面等，看着比我后来的先看医生。",
    "fact": "【分诊原则】急诊不是\"先来后到\"，而是\"按病情分级\"！一级濒危患者立即抢救，二级急危患者10分钟内处置，三级急症患者30分钟内，四级非急症患者可能要等2小时以上。你等得久说明病情相对稳定，应该庆幸。"
  },
  {
    "id": "med_38",
    "name": "过敏史主动告知",
    "description": "小时候对青霉素过敏，现在长大了以为不过敏了就不说。",
    "fact": "【致命风险】药物过敏史必须每次就诊主动告知！过敏反应可能致命，且过敏史不会\"过期\"。青霉素过敏者可能对头孢类药物交叉过敏，医生会据此调整用药方案。别拿生命开玩笑，过敏史要写在病历本首页！"
  },
  {
    "id": "med_39",
    "name": "体检加项与套餐",
    "description": "体检时工作人员不断推销加项，加还是不加很纠结。",
    "fact": "【理性加项】体检加项要看必要性，不是越全越好。根据年龄、性别、家族史、既往病史选择：40岁以上加胃肠镜；有乙肝病史加甲胎蛋白、肝脏B超；长期吸烟加低剂量螺旋CT。盲目加项是浪费钱，针对性筛查才是王道。"
  },
  {
    "id": "med_40",
    "name": "病历本的重要性",
    "description": "看病不带病历本，每次都买新的，医生没有既往就诊记录参考。",
    "fact": "【就诊必备】一本病历本记录终身健康档案！每次就诊带同一个病历本，医生能看到你完整的病史、用药史、过敏史，诊疗更准确。现在很多医院用电子病历，可以申请打印历史病历粘贴。别小看这个小本子，关键时刻能救命！"
  },
  {
    "id": "med_41",
    "name": "流感疫苗每年接种",
    "description": "以为流感疫苗打一次就能管一辈子，不用再打了。",
    "fact": "【疫苗时效】流感病毒每年变异，流感疫苗需要每年接种！最佳接种时间是9-11月，保护期约6-8个月。老年人、儿童、孕妇、慢性病患者是重点接种人群，可降低重症风险。别偷懒，流感不是普通感冒，严重可致命！"
  },
  {
    "id": "med_42",
    "name": "乙肝两对半解读",
    "description": "体检看到乙肝两对半有阳性箭头，以为自己得了乙肝。",
    "fact": "【指标解读】乙肝两对半五项指标要看组合，不是单项阳性就是乙肝！第二项\"表面抗体\"阳性说明有免疫力（打疫苗后）；只有表面抗原阳性才是感染。拿到报告让医生解读，别自己吓自己。建议五项全阴者接种乙肝疫苗！"
  },
  {
    "id": "med_43",
    "name": "甲状腺结节处理",
    "description": "体检发现甲状腺结节，担心癌变想立刻手术切除。",
    "fact": "【科学对待】90%以上甲状腺结节是良性的！TI-RADS 1-3类结节只需定期复查，无需特殊处理；4类以上才需要穿刺活检明确性质。甲状腺癌是\"懒癌\"，预后很好。发现结节先别慌，遵医嘱定期复查即可。"
  },
  {
    "id": "med_44",
    "name": "高血压药不能停",
    "description": "血压降下来后自行停药，觉得是药三分毒，能不吃就不吃。",
    "fact": "【用药铁律】高血压药必须长期规律服用，不能擅自停！血压正常是吃药控制的结果，不是病好了。突然停药会导致血压反弹，增加脑卒中、心梗风险。需要调整药量应由医生评估，自行停药是\"拿命开玩笑\"。"
  },
  {
    "id": "med_45",
    "name": "血糖监测时间点",
    "description": "测血糖只知道空腹测，不知道还有餐后血糖和随机血糖。",
    "fact": "【监测知识】糖尿病患者要监测多个时间点血糖：空腹血糖（早餐前）、餐后2小时血糖（从第一口饭算起）、睡前血糖。糖化血红蛋白反映近2-3个月平均血糖水平，每3个月测一次。只测空腹血糖不够，餐后高血糖同样危害大。"
  },
  {
    "id": "med_46",
    "name": "孕妇产检时间表",
    "description": "怀孕后不知道什么时候该做哪些检查，错过关键产检时间。",
    "fact": "【产检日程】孕早期（12周前）：建档、NT检查；孕中期（13-27周）：唐筛/无创DNA、大排畸超声、糖耐量测试；孕晚期（28周后）：胎心监护、产科超声。错过关键检查时间窗口无法补做！按医嘱定期产检，别错过时间。"
  },
  {
    "id": "med_47",
    "name": "唐筛与无创DNA选择",
    "description": "唐氏筛查和无创DNA不知道选哪个，纠结价格和准确率。",
    "fact": "【检测对比】唐筛价格便宜（几百元）但准确率约70%，有假阳性和假阴性；无创DNA价格较高（1000-2000元）但准确率达95%以上。建议：35岁以下可选唐筛，筛查高风险再做无创；35岁以上高龄孕妇直接做无创DNA更放心。"
  },
  {
    "id": "med_48",
    "name": "儿童疫苗接种计划",
    "description": "孩子出生后疫苗太多，不知道哪些是必须打的免费疫苗。",
    "fact": "【免疫规划】国家免费的一类疫苗必须接种：乙肝疫苗、卡介苗、脊灰疫苗、百白破疫苗、麻腮风疫苗、乙脑疫苗、流脑疫苗等。接种证上写得很清楚，按时接种，入学入托都要查验。二类疫苗（自费）可根据情况选择，如流感疫苗、水痘疫苗、肺炎疫苗。"
  },
  {
    "id": "med_49",
    "name": "发烧物理降温误区",
    "description": "孩子发烧就用酒精擦身、捂汗退烧，这些方法对吗？",
    "fact": "【危险做法】酒精擦身可能导致酒精中毒，捂汗可能导致热性惊厥或捂热综合征！正确做法：体温低于38.5℃物理降温（温水擦浴、多喝水）；超过38.5℃服用退烧药（布洛芬或对乙酰氨基酚）。持续高烧不退要及时就医，别乱用偏方。"
  },
  {
    "id": "med_50",
    "name": "儿童雾化治疗认知",
    "description": "听说雾化药里有激素，孩子咳嗽不敢做雾化。",
    "fact": "【治疗真相】雾化吸入是呼吸道疾病最有效的给药方式，药物直接作用于气道，起效快、副作用小！雾化药中的吸入性激素是局部用药，全身吸收极少，安全有效。别被\"激素恐惧症\"耽误孩子病情，遵医嘱规范治疗才是正道。"
  },
  {
    "id": "med_51",
    "name": "口腔检查频率",
    "description": "觉得牙齿不疼就不用看牙医，等到牙疼才去医院。",
    "fact": "【护牙建议】口腔检查应每半年一次，洗牙每年1-2次！龋齿早期无痛感，发现时往往已经伤及牙神经。牙龈出血、口臭都是口腔问题信号。定期检查能早发现早治疗，省钱少受罪。\"小洞不补，大洞吃苦\"，牙疼再去看往往要根管治疗了。"
  },
  {
    "id": "med_52",
    "name": "智齿拔除判断",
    "description": "体检发现长了智齿，要不要拔？听说拔智齿伤神经。",
    "fact": "【拔牙指征】以下情况智齿必须拔：反复发炎疼痛、蛀牙、顶坏邻牙、没有对咬牙、正畸需要。以下情况可以保留：完全萌出且有正常咬合、位置端正、清洁到位无龋坏。拔智齿是常规小手术，选择正规医院，伤神经概率极低。"
  },
  {
    "id": "med_53",
    "name": "近视手术选择",
    "description": "想摘掉眼镜做近视手术，但不知道哪种手术适合自己。",
    "fact": "【手术类型】近视手术主要分角膜激光手术（全飞秒、半飞秒、全激光）和ICL晶体植入术。激光手术适合角膜厚度正常、度数稳定的人群；ICL适合高度近视或角膜薄的人。术前必须做详细检查评估，不是人人都能做，术后也要注意用眼卫生。"
  },
  {
    "id": "med_54",
    "name": "干眼症与眼药水依赖",
    "description": "眼睛干涩就滴眼药水，越滴越干，停不下来。",
    "fact": "【用眼健康】长期使用含防腐剂的眼药水会加重干眼！选择不含防腐剂的人工泪液（单支装），每天不超过6次。干眼症要找原因：用眼过度、干燥环境、睑板腺功能障碍等。热敷、眨眼训练、减少屏幕时间比乱滴眼药水更有效。"
  },
  {
    "id": "med_55",
    "name": "皮肤科就诊素颜原则",
    "description": "去看皮肤科还化着妆，影响医生观察皮损。",
    "fact": "【就诊须知】皮肤科就诊不要化妆、不要涂护肤品！医生需要观察皮肤的原貌，粉底、遮瑕会掩盖真实情况。尤其是看痘痘、色斑、皮炎等问题，素颜就诊才能准确诊断。实在要化妆，到诊室后先卸妆。"
  },
  {
    "id": "med_56",
    "name": "痤疮治疗的耐心",
    "description": "治痘痘用了几天药没效果就想换药或换医生。",
    "fact": "【治疗周期】痤疮治疗需要8-12周才能看到明显效果！维A酸类药物起效更慢，需要3个月以上。治疗初期可能还会爆痘，是药物在\"清库存\"。别急于求成，遵医嘱坚持用药，频繁换药反而影响疗效。"
  },
  {
    "id": "med_57",
    "name": "中医就诊注意事项",
    "description": "去看中医不知道要注意什么，结果影响医生的诊断。",
    "fact": "【就诊准备】看中医前不要刷舌苔、不要吃染色的食物（如咖啡、牛奶、橘子），以免影响舌诊；不要剧烈运动后就诊，以免影响脉诊；不要喷香水，以免干扰闻诊。这些细节会影响中医四诊合参，对诊断造成干扰。"
  },
  {
    "id": "med_58",
    "name": "中成药不能乱配",
    "description": "觉得中成药副作用小，几种药一起吃效果更好。",
    "fact": "【用药风险】中成药也是药，不能随意叠加使用！很多中成药含有相同成分，叠加可能导致药物过量。例如感冒灵颗粒含有对乙酰氨基酚，与其他感冒药同服可能造成肝损伤。中成药也要遵医嘱，别自己当\"药神\"。"
  },
  {
    "id": "med_59",
    "name": "心理咨询就医渠道",
    "description": "感觉心理有问题，不知道该找心理咨询师还是精神科医生。",
    "fact": "【就医路径】心理咨询师不能诊断、不能开药，适合情绪困扰、职业发展、人际关系等心理问题；精神科医生是临床医师，可诊断精神疾病、开具处方药物。抑郁、焦虑、失眠严重到影响生活，应先去精神科/心理科就诊，由医生判断是否需要药物治疗。"
  },
  {
    "id": "med_60",
    "name": "抑郁症用药依从性",
    "description": "吃了抗抑郁药感觉好转就自行停药，结果病情反复。",
    "fact": "【治疗原则】抗抑郁药起效需要2-4周，症状消失后仍需维持治疗至少6个月以上！过早停药复发率极高，每次复发治疗难度更大。减药停药必须在医生指导下缓慢进行，突然停药会有严重撤药反应。坚持足量足疗程治疗是康复关键。"
  },
  {
    "id": "med_61",
    "name": "医疗美容正规机构",
    "description": "想做个微整，选择美容院还是整形医院？",
    "fact": "【机构选择】医疗美容必须在有《医疗机构执业许可证》的机构进行！美容院没有医疗资质，不能进行注射、激光、手术等医美项目。\"工作室\"\"私人订制\"更不能信，出了问题维权无门。查机构资质、医生执业证，缺一不可。"
  },
  {
    "id": "med_62",
    "name": "肉毒素注射风险",
    "description": "打瘦脸针、除皱针看起来简单，随便找个便宜的地方打。",
    "fact": "【风险警示】肉毒素是处方药，注射不当可导致面部不对称、表情僵硬、眼睑下垂，严重时影响吞咽呼吸！正规医院一支肉毒素价格透明，\"超低价\"要么药假要么量不足。别贪便宜毁了脸，正规机构、正规医生、正规药品是底线。"
  },
  {
    "id": "med_63",
    "name": "无偿献血条件",
    "description": "想献血却不知道自己是否符合条件，怕对身体有影响。",
    "fact": "【献血标准】年龄18-55周岁，体重男≥50kg、女≥45kg，血压脉搏正常，无传染性疾病、血液系统疾病，近期无手术、用药、疫苗接种史。适量献血对身体无害，反而促进血液新陈代谢。献血前熬夜、饮酒、服药不能献，别勉强。"
  },
  {
    "id": "med_64",
    "name": "输血与直系亲属",
    "description": "认为直系亲属输血最安全，想给家人献血。",
    "fact": "【医学常识】直系亲属之间输血风险更高！可能引发移植物抗宿主病（TA-GVHD），死亡率高达90%。医院血站会严格检测血液，确保安全。如果家人需要输血，可以用互助献血的方式，由血站调配安全的血液，而不是直接输给亲属。"
  },
  {
    "id": "med_65",
    "name": "器官捐献登记",
    "description": "想登记成为器官捐献志愿者，不知道去哪里登记。",
    "fact": "【登记渠道】器官捐献志愿登记可通过\"中国人体器官捐献管理中心\"官网或微信公众号免费登记。登记只是表达意愿，真正捐献还需要家属同意。一人捐献可挽救多个生命，是延续生命价值的方式。登记后也可随时取消，完全自愿。"
  },
  {
    "id": "med_66",
    "name": "保健品不能治病",
    "description": "买了保健品当药吃，以为能治疗高血压、糖尿病等慢性病。",
    "fact": "【法律红线】保健品不是药品！国家规定保健品不能宣称治疗功效。降压、降糖、降脂必须靠正规药物，保健品最多起辅助作用。把保健品当药吃、擅自停药，等于\"慢性自杀\"。买保健品认准\"蓝帽子\"标志，别被夸大宣传忽悠。"
  },
  {
    "id": "med_67",
    "name": "家用医疗器械选购",
    "description": "想买血压计、血糖仪，不知道怎么选择，网上品牌太多。",
    "fact": "【选购要点】医疗器械要有医疗器械注册证号！血压计推荐上臂式电子血压计，比腕式更准确；血糖仪要关注试纸成本和稳定性。别买\"三无\"产品，正规药店、医疗器械店购买更放心。测量方法也很重要，操作不规范结果就不准。"
  },
  {
    "id": "med_68",
    "name": "健康证办理与有效期",
    "description": "从事餐饮行业需要健康证，不知道去哪里办、能用多久。",
    "fact": "【办证流程】健康证到当地疾控中心或指定体检机构办理，主要检查痢疾、伤寒、肺结核、皮肤病等传染病。费用约50-100元，部分地区免费。健康证有效期1年，过期需重新体检。从业人员必须持证上岗，无证经营会被处罚。"
  },
  {
    "id": "med_69",
    "name": "120急救电话规范",
    "description": "打120时紧张得说不出话，不知道该提供哪些关键信息。",
    "fact": "【通话要点】拨打120要说明：1.准确地址（区、路、号、小区名、楼栋号）；2.患者情况（年龄、症状、意识是否清醒）；3.联系电话保持畅通；4.派人到路口接车。别先挂电话，等调度员确认信息后再挂。打电话的人要保持冷静，信息准确才能争分夺秒。"
  },
  {
    "id": "med_70",
    "name": "心肺复苏实施条件",
    "description": "看到有人倒地就想上去做心肺复苏，但不确定要不要做。",
    "fact": "【施救前提】心肺复苏适用于心脏骤停患者！判断标准：意识丧失（拍打无反应）、呼吸停止或濒死喘息、大动脉搏动消失。非心脏骤停患者做CPR可能造成伤害。不确定时先呼救，等急救人员到场。施救前先确认环境安全、呼叫120。"
  },
  {
    "id": "med_71",
    "name": "AED使用普及",
    "description": "公共场所看到的AED（自动体外除颤器），不知道怎么用，不敢碰。",
    "fact": "【救命神器】AED是心脏骤停患者的救命神器，开机后有语音提示，按步骤操作即可：贴电极片→分析心律→如需电击按提示按下按钮。黄金4分钟内使用AED，抢救成功率大幅提高！AED会自动判断是否需要电击，不会误伤，大胆用！"
  },
  {
    "id": "med_72",
    "name": "烧伤烫伤急救误区",
    "description": "烫伤后涂牙膏、酱油、老鼠油，这些偏方正确吗？",
    "fact": "【正确急救】烫伤后立即用流动冷水冲洗15-20分钟，不要冰敷！不要涂任何东西（牙膏、酱油、药膏都不行）！冲洗后用干净纱布覆盖，严重烫伤立即送医院。乱涂东西会污染创面、影响医生判断，还可能导致感染。记住：冲、脱、泡、盖、送！"
  },
  {
    "id": "med_73",
    "name": "骨折现场处理",
    "description": "怀疑骨折了，不知道该不该移动、怎么固定。",
    "fact": "【急救原则】怀疑骨折不要随意搬动患者！先固定再移动，可用树枝、木板、杂志等做临时夹板固定伤肢。开放性骨折（骨头刺出）不要复位，用干净布覆盖伤口，等待急救人员。颈椎、脊柱损伤千万不能随意搬动，可能导致瘫痪！"
  },
  {
    "id": "med_74",
    "name": "脑卒中黄金时间窗",
    "description": "家人突然嘴歪眼斜、说话不清，不知道是中风还是太累了。",
    "fact": "【识别口诀】记住\"BEFAST\"口诀：Balance平衡障碍、Eyes视力变化、Face面部歪斜、Arm手臂无力、Speech言语不清、Time及时送医！脑卒中溶栓黄金时间窗是4.5小时，每延误1分钟死亡190万个脑细胞。发现症状立即送有卒中中心医院，时间就是大脑！"
  },
  {
    "id": "med_75",
    "name": "胸痛中心就医",
    "description": "突发剧烈胸痛，不知道是心梗还是胃痛，该挂什么科。",
    "fact": "【生命通道】突发胸痛立即拨打120，说明\"胸痛\"要求送胸痛中心！急性心梗黄金救治时间是发病后120分钟内，时间越短坏死心肌越少。别自己开车去医院，120能在救护车上做心电图、联系医院准备手术。胸痛宁可信其有，别拿生命赌运气。"
  },
  {
    "id": "med_76",
    "name": "高血压患者血压计自测",
    "description": "在家量血压总是不准，不知道正确测量方法。",
    "fact": "【测量规范】测量前静坐5分钟，不吸烟、不喝咖啡、不憋尿；坐姿端正，双脚平放，手臂与心脏同高；绑袖带松紧合适，可插入一指；连续测量2-3次取平均值。每天固定时间测量（早晚各一次），记录数据供医生参考。电子血压计定期校准。"
  },
  {
    "id": "med_77",
    "name": "尿酸高不等于痛风",
    "description": "体检发现尿酸高，以为自己得了痛风要吃药。",
    "fact": "【概念区分】高尿酸血症≠痛风！只有约10%高尿酸血症会发展为痛风。尿酸高先通过饮食控制（少喝酒、少吃海鲜动物内脏、多喝水），必要时再考虑药物治疗。痛风发作时才需要抗炎止痛治疗，降尿酸治疗要在缓解期进行，别一高就乱吃药。"
  },
  {
    "id": "med_78",
    "name": "脂肪肝逆转可能",
    "description": "体检发现脂肪肝，以为治不好只能等着肝硬化。",
    "fact": "【逆转希望】轻度、中度脂肪肝是可逆的！关键在于生活方式改变：控制饮食、减少碳水化合物摄入、增加有氧运动、减轻体重。戒酒对酒精性脂肪肝尤为重要。别等到重度脂肪肝、肝纤维化才重视，早干预完全可以恢复正常。"
  },
  {
    "id": "med_79",
    "name": "幽门螺杆菌根除治疗",
    "description": "查出幽门螺杆菌阳性，不知道要不要治疗，听说会复发。",
    "fact": "【治疗建议】幽门螺杆菌是胃癌I类致癌因子！建议根除治疗，尤其是有胃病史、胃癌家族史、消化不良症状者。标准四联疗法（两种抗生素+质子泵抑制剂+铋剂）服药14天，根除率可达90%以上。治疗期间禁酒，按时按量服药，停药后1个月复查。"
  },
  {
    "id": "med_80",
    "name": "体检报告解读服务",
    "description": "体检报告拿到手看不懂，上面的箭头和术语一头雾水。",
    "fact": "【专业解读】大部分体检机构提供免费报告解读服务，别浪费这个机会！也可以带着报告去公立医院挂全科或体检咨询门诊。网上搜索解读可能被误导，每个人的情况不同，需要结合病史综合判断。花点时间找专业医生解读，体检才有意义。"
  },
  {
    "id": "med_81",
    "name": "药品过期处理",
    "description": "家里过期药直接扔垃圾桶，不知道这样处理有问题。",
    "fact": "【环保处理】过期药品属于有害垃圾，不能随意丢弃！过期药可能污染环境，被不法分子回收再销售危害更大。可送到社区药品回收点，或交给药店回收处理。家中定期清理药箱，过期药单独存放，别和正常药品混在一起。"
  },
  {
    "id": "med_82",
    "name": "药品储存条件",
    "description": "把药随便放在抽屉里，不注意储存温度和湿度。",
    "fact": "【储存知识】药品储存看说明书：\"阴凉处\"指不超过20℃；\"凉暗处\"指避光且不超过20℃；\"冷藏\"指2-8℃（放冰箱保鲜层，别放冷冻）。浴室太潮湿不适合放药，厨房温度高也不适合。开封后的眼药水、糖浆保质期大大缩短，尽快用完。"
  },
  {
    "id": "med_83",
    "name": "慢病医保特殊门诊",
    "description": "慢性病患者每月药费负担重，不知道有慢病报销政策。",
    "fact": "【医保红利】高血压、糖尿病等慢性病可申请\"门诊特殊病种\"或\"慢病门诊\"，报销比例更高，起付线更低！需提供病历资料、检查报告到医保经办机构申请，审核通过后可享受待遇。每年能省不少钱，别不知道用！"
  },
  {
    "id": "med_84",
    "name": "DRG付费改革影响",
    "description": "听说医院按病种打包收费，担心医院为了省钱不好好治。",
    "fact": "【改革解读】DRG付费是医保支付方式改革，按病组打包付费，是规范医疗行为、控制费用增长的措施。对患者来说，同病同价，治疗更规范。医院不能推诿患者、不能降低服务质量，医保部门有监管措施。遇到问题可向医院医保办或医保局反映。"
  },
  {
    "id": "med_85",
    "name": "门诊病历保存年限",
    "description": "医院的门诊病历会保存多久，想查几年前的病历还能找到吗？",
    "fact": "【保存规定】医疗机构门诊病历保存不少于15年，住院病历保存不少于30年。电子病历系统普及后保存更持久。需要调取历史病历可携带身份证到医院病案室申请复印。跨院就诊时，最好自己保存好所有检查报告，减少查找麻烦。"
  },
  {
    "id": "med_86",
    "name": "第二诊疗意见获取",
    "description": "重大疾病诊断不确定要不要治疗，想听听其他医生的意见。",
    "fact": "【就医权利】患者有权获取第二诊疗意见！重大疾病诊断（如癌症）、手术方案不确定时，建议到上级医院或专科医院咨询。带上完整的病历资料、影像片子（不是报告单）去就诊。不同医生可能有不同见解，综合判断再做决定。"
  },
  {
    "id": "med_87",
    "name": "医学影像胶片保管",
    "description": "CT、MRI检查后拿了报告单就把胶片扔了，复诊时没有片子参考。",
    "fact": "【重要提醒】CT、MRI的胶片（包括电子版）必须保存好！复诊、转诊时医生需要看片子对比，不能只看文字报告。建议同时要一份电子版（光盘或U盘），方便长期保存和远程会诊。别嫌麻烦，关键时刻片子比报告重要得多。"
  },
  {
    "id": "med_88",
    "name": "临床药物试验参与",
    "description": "听说参加临床试验可以免费用新药，不知道靠不靠谱。",
    "fact": "【知情选择】临床试验受严格监管，有明确的入选标准和排除标准。参与者可提前获得新疗法、减免治疗费用，但也存在风险（疗效不确定、副作用未知）。参加前必须充分了解试验内容，签署知情同意书。正规临床试验不会收取费用，别被假试验骗钱。"
  },
  {
    "id": "med_89",
    "name": "专科医院vs综合医院",
    "description": "得了专科疾病，去综合医院还是专科医院更好？",
    "fact": "【就医选择】专科医院（如肿瘤医院、心血管病医院、妇产医院）在该领域更专业，设备、技术、专家更集中，疑难杂症建议去专科医院；综合医院科室齐全，多学科协作能力强，疾病涉及多系统时更适合。首诊可在综合医院明确诊断，再决定后续治疗方向。"
  },
  {
    "id": "med_90",
    "name": "就医礼仪与医患沟通",
    "description": "看医生时不知道怎么说病情，说了半天医生还是一头雾水。",
    "fact": "【高效沟通】就诊时间宝贵，提前准备好：主要症状是什么、持续多久、有什么诱因、用过什么药、有没有效果、既往病史、家族病史。说话简明扼要，别跑题闲聊。有疑问当场问清楚，回去再想不起来就白跑一趟。尊重医生，理性沟通，医患配合才能看好病。"
  }
]
